var pahang_school = {
  "type": "FeatureCollection",
  "generator": "overpass-ide",
  "copyright": "The data included in this document is from www.openstreetmap.org. The data is made available under ODbL.",
  "timestamp": "2022-01-27T08:55:11Z",
  "features": [
    {
      "type": "Feature",
      "properties": {
        "@id": "relation/9648642",
        "amenity": "school",
        "name": "SMK Clifford",
        "type": "multipolygon"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.0550983,
              4.1801596
            ],
            [
              102.0556669,
              4.1796674
            ],
            [
              102.0544975,
              4.1790254
            ],
            [
              102.054755,
              4.1787364
            ],
            [
              102.0549096,
              4.1787219
            ],
            [
              102.0561927,
              4.1793785
            ],
            [
              102.0566647,
              4.1792929
            ],
            [
              102.0567827,
              4.1790254
            ],
            [
              102.0571368,
              4.1789505
            ],
            [
              102.0579522,
              4.1792073
            ],
            [
              102.0581024,
              4.1794213
            ],
            [
              102.0579629,
              4.1805555
            ],
            [
              102.0553263,
              4.181372
            ],
            [
              102.0550661,
              4.1811119
            ],
            [
              102.0550983,
              4.1801596
            ]
          ]
        ]
      },
      "id": "relation/9648642"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/160625459",
        "addr:city": "Cameron Highlands",
        "addr:place": "Tanah Rata",
        "amenity": "school",
        "name": "SMK Sultan Ahmad Shah"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.3824109,
              4.4690411
            ],
            [
              101.3825922,
              4.4688672
            ],
            [
              101.3826675,
              4.4688002
            ],
            [
              101.3834319,
              4.4682826
            ],
            [
              101.3841631,
              4.4692648
            ],
            [
              101.3835985,
              4.4696676
            ],
            [
              101.3832448,
              4.4699663
            ],
            [
              101.3830348,
              4.4697655
            ],
            [
              101.3824109,
              4.4690411
            ]
          ]
        ]
      },
      "id": "way/160625459"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/187902965",
        "amenity": "school",
        "barrier": "fence",
        "name": "Sekolah Menengah Kebangsaan Tanah Putih",
        "short_name": "SMK Tanah Putih",
        "wikidata": "Q12708283"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.3152231,
              3.7923366
            ],
            [
              103.3155343,
              3.7925118
            ],
            [
              103.3157236,
              3.7927356
            ],
            [
              103.3159943,
              3.7930577
            ],
            [
              103.315545,
              3.7934284
            ],
            [
              103.3164568,
              3.7944645
            ],
            [
              103.3165964,
              3.7946275
            ],
            [
              103.3163818,
              3.7949292
            ],
            [
              103.3150977,
              3.7942445
            ],
            [
              103.3145162,
              3.7939328
            ],
            [
              103.3144426,
              3.7938942
            ],
            [
              103.3144788,
              3.7938202
            ],
            [
              103.3145872,
              3.7936056
            ],
            [
              103.3148739,
              3.7930334
            ],
            [
              103.3152231,
              3.7923366
            ]
          ]
        ]
      },
      "id": "way/187902965"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/238780878",
        "addr:city": "Cameron Highlands",
        "amenity": "school",
        "name": "SJK (T) Tanah Rata",
        "name:ta": "தானா ராத்தா தமிழ்ப்பள்ளி"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.3828595,
              4.4702412
            ],
            [
              101.3827191,
              4.4700002
            ],
            [
              101.3830348,
              4.4697655
            ],
            [
              101.3832448,
              4.4699663
            ],
            [
              101.3828595,
              4.4702412
            ]
          ]
        ]
      },
      "id": "way/238780878"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/302358370",
        "addr:postcode": "28000",
        "addr:street": "Jalan Mentakab",
        "alt_name": "Kolej Vokasional (ERT) Puteri",
        "amenity": "school",
        "barrier": "fence",
        "contact:fax": "+609-279 0609",
        "contact:phone": "+6092961246",
        "name": "Sekolah Menengah Teknik Puteri",
        "wikipedia": "ms:Sekolah Menengah Teknik Puteri"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.3863022,
              3.4699214
            ],
            [
              102.386313,
              3.4681758
            ],
            [
              102.3879655,
              3.4676135
            ],
            [
              102.3880773,
              3.4675777
            ],
            [
              102.3881072,
              3.4688221
            ],
            [
              102.388121,
              3.4693964
            ],
            [
              102.3872953,
              3.4696347
            ],
            [
              102.3863022,
              3.4699214
            ]
          ]
        ]
      },
      "id": "way/302358370"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/310473545",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.0354884,
              3.9157059
            ],
            [
              103.0353148,
              3.9159262
            ],
            [
              103.0349658,
              3.9156317
            ],
            [
              103.0353755,
              3.9151478
            ],
            [
              103.0357092,
              3.9153311
            ],
            [
              103.0360199,
              3.9157951
            ],
            [
              103.0358342,
              3.9160484
            ],
            [
              103.0354884,
              3.9157059
            ]
          ]
        ]
      },
      "id": "way/310473545"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/352329669",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.5308716,
              2.7500234
            ],
            [
              103.5300402,
              2.7483316
            ],
            [
              103.5316687,
              2.7474641
            ],
            [
              103.5322665,
              2.7481989
            ],
            [
              103.5326401,
              2.7491392
            ],
            [
              103.5308716,
              2.7500234
            ]
          ]
        ]
      },
      "id": "way/352329669"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/355901025",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.2364785,
              3.9462123
            ],
            [
              103.2372327,
              3.9456711
            ],
            [
              103.2378316,
              3.9451033
            ],
            [
              103.2384128,
              3.9455868
            ],
            [
              103.2378937,
              3.9462212
            ],
            [
              103.2370065,
              3.9467669
            ],
            [
              103.2364785,
              3.9462123
            ]
          ]
        ]
      },
      "id": "way/355901025"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/359272952",
        "amenity": "school",
        "barrier": "fence",
        "name": "Sekolah Kebangsaan Semambu"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.3253401,
              3.8688695
            ],
            [
              103.3256126,
              3.8677365
            ],
            [
              103.3256522,
              3.8676368
            ],
            [
              103.325868,
              3.867473
            ],
            [
              103.3276338,
              3.8683182
            ],
            [
              103.3274466,
              3.8689501
            ],
            [
              103.3263465,
              3.8689111
            ],
            [
              103.3262919,
              3.8688617
            ],
            [
              103.3253401,
              3.8688695
            ]
          ]
        ]
      },
      "id": "way/359272952"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/359272957",
        "amenity": "school",
        "barrier": "fence",
        "name": "Sekolah Menengah Kebangsaan Semambu"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.3265312,
              3.8690437
            ],
            [
              103.3262659,
              3.8703076
            ],
            [
              103.3255092,
              3.8711892
            ],
            [
              103.3249475,
              3.871249
            ],
            [
              103.3242713,
              3.8700085
            ],
            [
              103.3243285,
              3.8694598
            ],
            [
              103.3246822,
              3.8690489
            ],
            [
              103.3248434,
              3.8690646
            ],
            [
              103.3253401,
              3.8688695
            ],
            [
              103.3260123,
              3.8689817
            ],
            [
              103.3265312,
              3.8690437
            ]
          ]
        ]
      },
      "id": "way/359272957"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/359459086",
        "addr:city": "Cameron Highlands",
        "addr:suburb": "Ringlet",
        "amenity": "school",
        "name": "SMK Ringlet"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.3838426,
              4.4262349
            ],
            [
              101.3834266,
              4.425768
            ],
            [
              101.3836916,
              4.4255622
            ],
            [
              101.3836577,
              4.4254946
            ],
            [
              101.3837409,
              4.4254024
            ],
            [
              101.3836146,
              4.4251997
            ],
            [
              101.3837963,
              4.4251198
            ],
            [
              101.3840706,
              4.42547
            ],
            [
              101.3842277,
              4.425639
            ],
            [
              101.384277,
              4.425771
            ],
            [
              101.3844218,
              4.4257035
            ],
            [
              101.3844546,
              4.4255823
            ],
            [
              101.3846375,
              4.4254792
            ],
            [
              101.3848285,
              4.4255683
            ],
            [
              101.385075,
              4.425897
            ],
            [
              101.3849579,
              4.4261059
            ],
            [
              101.3838426,
              4.4262349
            ]
          ]
        ]
      },
      "id": "way/359459086"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/363069649",
        "amenity": "school",
        "barrier": "fence",
        "name": "Sekolah Menengah Kebangsaan Cenderawasih",
        "name:zh": "灿丽园国中",
        "short_name": "SMK Cenderawasih",
        "wikidata": "Q20466930",
        "wikipedia": "ms:Sekolah Menengah Kebangsaan Cenderawasih"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.2941981,
              3.8135034
            ],
            [
              103.2954221,
              3.8129115
            ],
            [
              103.2958723,
              3.812634
            ],
            [
              103.296595,
              3.8121891
            ],
            [
              103.2968576,
              3.8125177
            ],
            [
              103.2971668,
              3.8129033
            ],
            [
              103.297313,
              3.8131377
            ],
            [
              103.297582,
              3.8135838
            ],
            [
              103.2963163,
              3.8142451
            ],
            [
              103.2957011,
              3.8136888
            ],
            [
              103.2956753,
              3.8136654
            ],
            [
              103.2941981,
              3.8135034
            ]
          ]
        ]
      },
      "id": "way/363069649"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/363069655",
        "amenity": "school",
        "barrier": "fence",
        "name": "Sekolah Kebangsaan Bukit Setongkol",
        "short_name": "SK Bukit Setongkol"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.2962524,
              3.8103738
            ],
            [
              103.296394,
              3.810229
            ],
            [
              103.2970013,
              3.809525
            ],
            [
              103.2970509,
              3.8094676
            ],
            [
              103.2976196,
              3.8096496
            ],
            [
              103.2977544,
              3.8099443
            ],
            [
              103.2980809,
              3.8106452
            ],
            [
              103.2975412,
              3.8111826
            ],
            [
              103.2972585,
              3.8114642
            ],
            [
              103.2962524,
              3.8103738
            ]
          ]
        ]
      },
      "id": "way/363069655"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/365851246",
        "amenity": "school",
        "name": "Sekolah Kebangsaan Indera Mahkota",
        "short_name": "SK Indera Mahkota"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.2983814,
              3.8185103
            ],
            [
              103.2978868,
              3.8192226
            ],
            [
              103.2976554,
              3.8195602
            ],
            [
              103.2964896,
              3.8194321
            ],
            [
              103.2963759,
              3.8191962
            ],
            [
              103.2969955,
              3.8183352
            ],
            [
              103.2970858,
              3.8182096
            ],
            [
              103.2972376,
              3.818293
            ],
            [
              103.2974386,
              3.8180024
            ],
            [
              103.2974747,
              3.8179462
            ],
            [
              103.2983814,
              3.8185103
            ]
          ]
        ]
      },
      "id": "way/365851246"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/365856133",
        "amenity": "school",
        "name": "Sekolah Kebangsaan Pendidikan Khas (P) Indera Mahkota",
        "short_name": "SKPKP Indera Mahkota"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.2983814,
              3.8185103
            ],
            [
              103.2977207,
              3.8181111
            ],
            [
              103.2974747,
              3.8179462
            ],
            [
              103.2974171,
              3.8180318
            ],
            [
              103.2973123,
              3.8179615
            ],
            [
              103.2979496,
              3.817015
            ],
            [
              103.2989397,
              3.8176789
            ],
            [
              103.2983814,
              3.8185103
            ]
          ]
        ]
      },
      "id": "way/365856133"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/365955871",
        "amenity": "school",
        "barrier": "fence",
        "name": "Sekolah Jenis Kebangsaan (Tamil) Bandar Indera Mahkota",
        "short_name": "SJKT Bandar Indera Mahkota"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.2841354,
              3.8271357
            ],
            [
              103.2841175,
              3.8271057
            ],
            [
              103.2837364,
              3.8264638
            ],
            [
              103.2834955,
              3.826065
            ],
            [
              103.2833826,
              3.8256128
            ],
            [
              103.2841359,
              3.8251893
            ],
            [
              103.2849781,
              3.8266319
            ],
            [
              103.2850052,
              3.8266812
            ],
            [
              103.2841354,
              3.8271357
            ]
          ]
        ]
      },
      "id": "way/365955871"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/365955872",
        "amenity": "school",
        "barrier": "fence",
        "name": "Sekolah Kebangsaan Tunku Azizah",
        "short_name": "SK Tunku Azizah"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.2841359,
              3.8251893
            ],
            [
              103.2850403,
              3.8246806
            ],
            [
              103.285112,
              3.8246446
            ],
            [
              103.2851717,
              3.8246325
            ],
            [
              103.2852012,
              3.8246345
            ],
            [
              103.2852226,
              3.8246499
            ],
            [
              103.285277,
              3.8248062
            ],
            [
              103.2852693,
              3.8249858
            ],
            [
              103.2853888,
              3.825204
            ],
            [
              103.2855007,
              3.8252481
            ],
            [
              103.2856577,
              3.8255504
            ],
            [
              103.2857242,
              3.8256785
            ],
            [
              103.2856777,
              3.8257705
            ],
            [
              103.2858186,
              3.8260007
            ],
            [
              103.2858443,
              3.8260561
            ],
            [
              103.2857601,
              3.826112
            ],
            [
              103.2849781,
              3.8266319
            ],
            [
              103.2841359,
              3.8251893
            ]
          ]
        ]
      },
      "id": "way/365955872"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/365955874",
        "amenity": "school",
        "barrier": "fence",
        "name": "Sekolah Kebangsaan Indera Mahkota Utama",
        "short_name": "SK Indera Mahkota Utama"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.2847205,
              3.8247165
            ],
            [
              103.2840407,
              3.823663
            ],
            [
              103.2843118,
              3.8235506
            ],
            [
              103.2854245,
              3.8230559
            ],
            [
              103.2858583,
              3.8227605
            ],
            [
              103.2870538,
              3.8222565
            ],
            [
              103.2871254,
              3.823584
            ],
            [
              103.2865116,
              3.8238579
            ],
            [
              103.2850885,
              3.8245268
            ],
            [
              103.2849155,
              3.8245563
            ],
            [
              103.2847613,
              3.8246325
            ],
            [
              103.2847506,
              3.8246994
            ],
            [
              103.2847205,
              3.8247165
            ]
          ]
        ]
      },
      "id": "way/365955874"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/365955916",
        "amenity": "school",
        "full_name": "Sekolah Menengah Kebangsaan Tengku Panglima Perang Tengku Muhamad",
        "name": "SMK Tengku Panglima Perang Tengku Muhamad",
        "wikidata": "Q12708329",
        "wikipedia": "ms:Sekolah Menengah Kebangsaan Tengku Panglima Perang Tengku Muhammad"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.2932953,
              3.8227918
            ],
            [
              103.2931493,
              3.8204072
            ],
            [
              103.2944374,
              3.8203187
            ],
            [
              103.294609,
              3.8231086
            ],
            [
              103.2944834,
              3.8230783
            ],
            [
              103.2934265,
              3.8228234
            ],
            [
              103.2932953,
              3.8227918
            ]
          ]
        ]
      },
      "id": "way/365955916"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/393648767",
        "amenity": "school",
        "barrier": "fence",
        "name": "Sekolah Menengah Sains Sultan Haji Ahmad Shah",
        "short_name": "SMSAS;SM Sains Sultan Haji Ahmad Shah",
        "wikidata": "Q12708588",
        "wikipedia": "ms:Sekolah Menengah Sains Sultan Haji Ahmad Shah"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.2313756,
              3.7666537
            ],
            [
              103.2316903,
              3.7664861
            ],
            [
              103.2327531,
              3.7659203
            ],
            [
              103.2340864,
              3.7659702
            ],
            [
              103.2341988,
              3.7659744
            ],
            [
              103.2347159,
              3.768352
            ],
            [
              103.2348915,
              3.7695249
            ],
            [
              103.2346764,
              3.7694508
            ],
            [
              103.2335727,
              3.7691571
            ],
            [
              103.2324881,
              3.768868
            ],
            [
              103.2316897,
              3.7687576
            ],
            [
              103.2311819,
              3.7688952
            ],
            [
              103.2313756,
              3.7666537
            ]
          ]
        ]
      },
      "id": "way/393648767"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/394150004",
        "amenity": "school",
        "barrier": "fence",
        "name": "Sekolah Menengah Kebangsaan Paya Besar",
        "short_name": "SMK Paya Besar"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.2732023,
              3.7774171
            ],
            [
              103.2735229,
              3.7764322
            ],
            [
              103.2738394,
              3.7755008
            ],
            [
              103.2750946,
              3.7759371
            ],
            [
              103.2746628,
              3.7770986
            ],
            [
              103.2744757,
              3.7776473
            ],
            [
              103.2743423,
              3.7779985
            ],
            [
              103.2740801,
              3.7779142
            ],
            [
              103.273954,
              3.7776887
            ],
            [
              103.2733411,
              3.7774653
            ],
            [
              103.27326,
              3.7774352
            ],
            [
              103.2732023,
              3.7774171
            ]
          ]
        ]
      },
      "id": "way/394150004"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/394936390",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.816571,
              3.3525434
            ],
            [
              101.8172738,
              3.3511992
            ],
            [
              101.8175172,
              3.3512513
            ],
            [
              101.8178536,
              3.3511536
            ],
            [
              101.8184965,
              3.3521779
            ],
            [
              101.8176833,
              3.352705
            ],
            [
              101.8175343,
              3.3523607
            ],
            [
              101.8173864,
              3.3524041
            ],
            [
              101.8168553,
              3.3526183
            ],
            [
              101.816571,
              3.3525434
            ]
          ]
        ]
      },
      "id": "way/394936390"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/394944301",
        "amenity": "school",
        "name": "SMK Bukit Tinggi"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.8388969,
              3.3551455
            ],
            [
              101.8390843,
              3.3548734
            ],
            [
              101.8392674,
              3.3548904
            ],
            [
              101.8394036,
              3.3547629
            ],
            [
              101.839889,
              3.3546779
            ],
            [
              101.840319,
              3.3540828
            ],
            [
              101.8405404,
              3.3540106
            ],
            [
              101.8414558,
              3.3548649
            ],
            [
              101.8410854,
              3.3551837
            ],
            [
              101.8408001,
              3.355545
            ],
            [
              101.8388969,
              3.3551455
            ]
          ]
        ]
      },
      "id": "way/394944301"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/394950335",
        "amenity": "school",
        "full_name": "Maktab Rendah Sains Mara Bentong",
        "name": "MRSM Bentong",
        "wikidata": "Q31187172",
        "wikipedia": "ms:Maktab Rendah Sains MARA Bentong"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.9090322,
              3.473606
            ],
            [
              101.908882,
              3.4732526
            ],
            [
              101.9088713,
              3.4725244
            ],
            [
              101.9088176,
              3.4723745
            ],
            [
              101.908764,
              3.4716998
            ],
            [
              101.9088377,
              3.4710747
            ],
            [
              101.9089182,
              3.4708819
            ],
            [
              101.9092347,
              3.4706142
            ],
            [
              101.9093902,
              3.4706195
            ],
            [
              101.9095587,
              3.4706825
            ],
            [
              101.9099631,
              3.4706725
            ],
            [
              101.9100446,
              3.470281
            ],
            [
              101.9103149,
              3.4701933
            ],
            [
              101.911126,
              3.4706183
            ],
            [
              101.9110787,
              3.4708207
            ],
            [
              101.9112747,
              3.4708949
            ],
            [
              101.9117197,
              3.4708576
            ],
            [
              101.9124774,
              3.4707936
            ],
            [
              101.9130997,
              3.470914
            ],
            [
              101.9134028,
              3.4715298
            ],
            [
              101.9134511,
              3.472333
            ],
            [
              101.9131292,
              3.4733343
            ],
            [
              101.9129897,
              3.4736235
            ],
            [
              101.9127683,
              3.4741196
            ],
            [
              101.912667,
              3.4741736
            ],
            [
              101.9119911,
              3.4740791
            ],
            [
              101.9104631,
              3.4739073
            ],
            [
              101.9090322,
              3.473606
            ]
          ]
        ]
      },
      "id": "way/394950335"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/395041439",
        "amenity": "school",
        "full_name": "Sekolah Menengah Kebangsaan Seri Mahkota",
        "name": "SMK Seri Mahkota",
        "wikidata": "Q20461037",
        "wikipedia": "ms:Sekolah Menengah Kebangsaan Seri Mahkota"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.1965322,
              3.757265
            ],
            [
              103.1982001,
              3.7540348
            ],
            [
              103.1991873,
              3.7545634
            ],
            [
              103.1992331,
              3.7546824
            ],
            [
              103.1975066,
              3.7578299
            ],
            [
              103.1965322,
              3.757265
            ]
          ]
        ]
      },
      "id": "way/395041439"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/395089287",
        "amenity": "school",
        "barrier": "fence",
        "name": "Sekolah Menengah Kebangsaan Pandan",
        "short_name": "SMK Pandan"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.2357193,
              3.783642
            ],
            [
              103.2357094,
              3.7815938
            ],
            [
              103.2357026,
              3.7802687
            ],
            [
              103.2375592,
              3.7802596
            ],
            [
              103.2375764,
              3.782133
            ],
            [
              103.2375693,
              3.7823126
            ],
            [
              103.2375696,
              3.7823723
            ],
            [
              103.2375699,
              3.7824314
            ],
            [
              103.2375721,
              3.7828837
            ],
            [
              103.2375741,
              3.7832902
            ],
            [
              103.2378233,
              3.783289
            ],
            [
              103.237825,
              3.7836317
            ],
            [
              103.2374726,
              3.7836334
            ],
            [
              103.2357193,
              3.783642
            ]
          ]
        ]
      },
      "id": "way/395089287"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/395090415",
        "amenity": "school",
        "barrier": "fence",
        "name": "Sekolah Kebangsaan Fakeh Abdul Samad",
        "short_name": "SK Fakeh Abdul Samad",
        "wikipedia": "ms:Sekolah Kebangsaan Fakeh Abdul Samad"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.2355948,
              3.7695264
            ],
            [
              103.2353692,
              3.7682903
            ],
            [
              103.2354274,
              3.7682143
            ],
            [
              103.2352855,
              3.7674235
            ],
            [
              103.2358629,
              3.7673009
            ],
            [
              103.2359795,
              3.7672762
            ],
            [
              103.2363802,
              3.76943
            ],
            [
              103.2358935,
              3.7694897
            ],
            [
              103.2355948,
              3.7695264
            ]
          ]
        ]
      },
      "id": "way/395090415"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/397768364",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.3178802,
              3.732574
            ],
            [
              103.3160938,
              3.7321618
            ],
            [
              103.3165337,
              3.7301651
            ],
            [
              103.3177124,
              3.7303274
            ],
            [
              103.3193715,
              3.7305559
            ],
            [
              103.3190121,
              3.7308717
            ],
            [
              103.3186795,
              3.7311501
            ],
            [
              103.3183469,
              3.731498
            ],
            [
              103.3183322,
              3.7315209
            ],
            [
              103.318127,
              3.7318406
            ],
            [
              103.3180143,
              3.7321083
            ],
            [
              103.3178802,
              3.732574
            ]
          ]
        ]
      },
      "id": "way/397768364"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/397905573",
        "amenity": "school",
        "name": "SM Pendidikan Khas Vokasional Kuantan"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.2535337,
              3.8533623
            ],
            [
              103.2552044,
              3.8549198
            ],
            [
              103.2552585,
              3.8548658
            ],
            [
              103.2573779,
              3.8559407
            ],
            [
              103.2558465,
              3.8574182
            ],
            [
              103.2553024,
              3.8569057
            ],
            [
              103.25488,
              3.8565045
            ],
            [
              103.2545286,
              3.8561673
            ],
            [
              103.2540014,
              3.8556683
            ],
            [
              103.2536499,
              3.8553311
            ],
            [
              103.2534708,
              3.855149
            ],
            [
              103.2532241,
              3.8549231
            ],
            [
              103.2529065,
              3.8546433
            ],
            [
              103.2525381,
              3.8542353
            ],
            [
              103.2530822,
              3.8538476
            ],
            [
              103.2535337,
              3.8533623
            ]
          ]
        ]
      },
      "id": "way/397905573"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/397913094",
        "amenity": "school",
        "barrier": "fence",
        "full_name": "Sekolah Menengah Kebangsaan Astana",
        "name": "SMK Astana",
        "source": "https://openstreetcam.org/details/2347434/181",
        "wikidata": "Q12707446",
        "wikipedia": "ms:Sekolah Menengah Kebangsaan Astana"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.274641,
              3.8502508
            ],
            [
              103.2754539,
              3.8480749
            ],
            [
              103.2758746,
              3.8482313
            ],
            [
              103.2761901,
              3.8473867
            ],
            [
              103.2767276,
              3.8475882
            ],
            [
              103.2768674,
              3.8476386
            ],
            [
              103.275739,
              3.8506591
            ],
            [
              103.274641,
              3.8502508
            ]
          ]
        ]
      },
      "id": "way/397913094"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/397914974",
        "amenity": "school",
        "barrier": "fence",
        "full_name": "Sekolah Menengah Kebangsaan Indera Mahkota 2",
        "name": "SMK Indera Mahkota 2",
        "wikidata": "Q12707727",
        "wikipedia": "ms:Sekolah Menengah Kebangsaan Indera Mahkota 2"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.267696,
              3.8336519
            ],
            [
              103.2678391,
              3.8332416
            ],
            [
              103.2682891,
              3.8329295
            ],
            [
              103.2684071,
              3.8329004
            ],
            [
              103.2694558,
              3.8326423
            ],
            [
              103.2695165,
              3.8329729
            ],
            [
              103.2696584,
              3.833128
            ],
            [
              103.2699017,
              3.8331752
            ],
            [
              103.2700639,
              3.833128
            ],
            [
              103.270351,
              3.8328426
            ],
            [
              103.2704747,
              3.8329609
            ],
            [
              103.2703362,
              3.8330999
            ],
            [
              103.2705323,
              3.8332811
            ],
            [
              103.2707728,
              3.8335034
            ],
            [
              103.2703072,
              3.8345509
            ],
            [
              103.2692123,
              3.83447
            ],
            [
              103.2691544,
              3.8343375
            ],
            [
              103.267696,
              3.8336519
            ]
          ]
        ]
      },
      "id": "way/397914974"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/397914976",
        "amenity": "school",
        "barrier": "fence",
        "name": "Sekolah Jenis Kebangsaan (Cina) Kuang Hwa",
        "short_name": "SJK (C) Kuang Hwa"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.2745581,
              3.8318463
            ],
            [
              103.2754461,
              3.8328693
            ],
            [
              103.2754432,
              3.8329598
            ],
            [
              103.2754157,
              3.8338134
            ],
            [
              103.2752611,
              3.8341261
            ],
            [
              103.274091,
              3.8329855
            ],
            [
              103.2737776,
              3.8326789
            ],
            [
              103.2737595,
              3.8326612
            ],
            [
              103.2745581,
              3.8318463
            ]
          ]
        ]
      },
      "id": "way/397914976"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/398317170",
        "amenity": "school",
        "barrier": "fence",
        "name": "Sekolah Rendah Jenis Kebangsaan (Cina) Chung Ching",
        "name:zh": "中菁华小",
        "short_name": "SJKC Chung Ching",
        "wikidata": "Q12703134"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.3131616,
              3.7938814
            ],
            [
              103.3138752,
              3.7924509
            ],
            [
              103.3147321,
              3.7928765
            ],
            [
              103.3145341,
              3.7932734
            ],
            [
              103.3140637,
              3.7942166
            ],
            [
              103.3140383,
              3.7942521
            ],
            [
              103.3139893,
              3.7942755
            ],
            [
              103.3139518,
              3.7942738
            ],
            [
              103.3131616,
              3.7938814
            ]
          ]
        ]
      },
      "id": "way/398317170"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/411576729",
        "amenity": "school",
        "barrier": "fence",
        "name": "Sekolah Kebangsaan Pekan Jaya",
        "operator": "Kementerian Pelajaran Malaysia"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.375018,
              3.5485941
            ],
            [
              103.3775284,
              3.5483344
            ],
            [
              103.3773324,
              3.5500201
            ],
            [
              103.3749542,
              3.5502069
            ],
            [
              103.375018,
              3.5485941
            ]
          ]
        ]
      },
      "id": "way/411576729"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/424247835",
        "addr:city": "Raub",
        "addr:country": "MY",
        "addr:postcode": "27630",
        "amenity": "school",
        "isced:level": "1",
        "name": "Sekolah Jenis Kebangsaan (C) Sungai Klau",
        "name:zh": "双溪吉流华小",
        "ref": "CBC6040",
        "short_name": "SJK(C) Sg Klau",
        "wikidata": "Q12703567",
        "wikipedia": "ms:Sekolah Jenis Kebangsaan (C) Sg Klau"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.9863641,
              3.7440005
            ],
            [
              101.9863535,
              3.7438265
            ],
            [
              101.986367,
              3.7437984
            ],
            [
              101.9864102,
              3.7437726
            ],
            [
              101.9864533,
              3.7437468
            ],
            [
              101.9880527,
              3.743767
            ],
            [
              101.9880846,
              3.7448407
            ],
            [
              101.9873495,
              3.7448239
            ],
            [
              101.9873528,
              3.745006
            ],
            [
              101.9866338,
              3.7450219
            ],
            [
              101.9863641,
              3.7440005
            ]
          ]
        ]
      },
      "id": "way/424247835"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/427225486",
        "amenity": "school",
        "name": "SMK Jubli Perak Sultan Ahmad Shah"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.3989723,
              4.3576439
            ],
            [
              102.4000022,
              4.3577188
            ],
            [
              102.4028239,
              4.3567827
            ],
            [
              102.4040738,
              4.3563281
            ],
            [
              102.4048034,
              4.3563013
            ],
            [
              102.405372,
              4.356312
            ],
            [
              102.4055061,
              4.3564618
            ],
            [
              102.4057314,
              4.3576492
            ],
            [
              102.4057743,
              4.3589383
            ],
            [
              102.401236,
              4.3589116
            ],
            [
              102.4011502,
              4.3582376
            ],
            [
              102.4008874,
              4.3581413
            ],
            [
              102.3995623,
              4.3586816
            ],
            [
              102.3989643,
              4.3584551
            ],
            [
              102.3988757,
              4.3578578
            ],
            [
              102.3989723,
              4.3576439
            ]
          ]
        ]
      },
      "id": "way/427225486"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/435593520",
        "amenity": "school",
        "name": "Sekolah Menengah Kebangsaan Padang Garuda",
        "short_name": "SMK Padang Garuda"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.2138955,
              3.7908654
            ],
            [
              103.2138947,
              3.7912694
            ],
            [
              103.214026,
              3.7912697
            ],
            [
              103.215172,
              3.791272
            ],
            [
              103.2151708,
              3.7918776
            ],
            [
              103.2156879,
              3.7918787
            ],
            [
              103.2156874,
              3.7920957
            ],
            [
              103.2162814,
              3.7920969
            ],
            [
              103.2162802,
              3.7926773
            ],
            [
              103.212914,
              3.7926705
            ],
            [
              103.2129142,
              3.7925789
            ],
            [
              103.212915,
              3.7921893
            ],
            [
              103.212948,
              3.7921893
            ],
            [
              103.2129491,
              3.7916367
            ],
            [
              103.2129157,
              3.7916366
            ],
            [
              103.2129173,
              3.7908634
            ],
            [
              103.2130289,
              3.7908637
            ],
            [
              103.2138955,
              3.7908654
            ]
          ]
        ]
      },
      "id": "way/435593520"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/447358955",
        "amenity": "school",
        "barrier": "fence",
        "contact:fax": "6092901031",
        "contact:phone": "+6 09 2901030",
        "name": "Sekolah Kebangsaan Tanjong Lalang",
        "wikipedia": "ms:Sekolah Kebangsaan Tanjung Lalang"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.3913115,
              3.4655812
            ],
            [
              102.3895098,
              3.4667467
            ],
            [
              102.3885075,
              3.4670929
            ],
            [
              102.3882934,
              3.4665645
            ],
            [
              102.3892091,
              3.4662319
            ],
            [
              102.3908788,
              3.4652925
            ],
            [
              102.3911428,
              3.4654736
            ],
            [
              102.3913115,
              3.4655812
            ]
          ]
        ]
      },
      "id": "way/447358955"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/472880729",
        "addr:city": "Cameron Highlands",
        "addr:street": "Persiaran Dayang Indah",
        "amenity": "school",
        "full_name": "Sekolah Kebangsaan Tanah Rata",
        "name": "SK Tanah Rata"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.383942,
              4.4688574
            ],
            [
              101.3836023,
              4.4683398
            ],
            [
              101.3835256,
              4.468223
            ],
            [
              101.3842568,
              4.4677472
            ],
            [
              101.3846494,
              4.4680273
            ],
            [
              101.3845919,
              4.4685335
            ],
            [
              101.383942,
              4.4688574
            ]
          ]
        ]
      },
      "id": "way/472880729"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/473065117",
        "addr:city": "Cameron Highlands",
        "amenity": "school",
        "full_name": "Sekolah Kebangsaan Brinchang",
        "name": "SK Brinchang"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.3920277,
              4.4970419
            ],
            [
              101.3913482,
              4.4972183
            ],
            [
              101.3910615,
              4.4965797
            ],
            [
              101.391322,
              4.4965308
            ],
            [
              101.3914677,
              4.4962951
            ],
            [
              101.3914602,
              4.4960175
            ],
            [
              101.3912924,
              4.4957707
            ],
            [
              101.3913218,
              4.4957553
            ],
            [
              101.3915323,
              4.4955776
            ],
            [
              101.3917198,
              4.4959728
            ],
            [
              101.3924878,
              4.4963856
            ],
            [
              101.392233,
              4.4967808
            ],
            [
              101.3920277,
              4.4970419
            ]
          ]
        ]
      },
      "id": "way/473065117"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/488289378",
        "amenity": "school",
        "name": "SMK Sri Jaya"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.9074086,
              3.660629
            ],
            [
              102.90762,
              3.6594199
            ],
            [
              102.9078314,
              3.6584949
            ],
            [
              102.9080103,
              3.6580892
            ],
            [
              102.9086607,
              3.6582271
            ],
            [
              102.9100593,
              3.6591603
            ],
            [
              102.9101894,
              3.6593226
            ],
            [
              102.9099779,
              3.6607507
            ],
            [
              102.9099373,
              3.6608968
            ],
            [
              102.9092055,
              3.6612213
            ],
            [
              102.9078964,
              3.6608643
            ],
            [
              102.9074086,
              3.660629
            ]
          ]
        ]
      },
      "id": "way/488289378"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/490260949",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.1360713,
              3.7195026
            ],
            [
              103.1377219,
              3.7196162
            ],
            [
              103.1378357,
              3.7216365
            ],
            [
              103.1360144,
              3.7214337
            ],
            [
              103.1360713,
              3.7195026
            ]
          ]
        ]
      },
      "id": "way/490260949"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/490260951",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.1360144,
              3.7214337
            ],
            [
              103.1378357,
              3.7216365
            ],
            [
              103.1378926,
              3.7216446
            ],
            [
              103.1379651,
              3.7237141
            ],
            [
              103.1374047,
              3.7241112
            ],
            [
              103.1369494,
              3.7242735
            ],
            [
              103.1365103,
              3.7243708
            ],
            [
              103.1361526,
              3.7242086
            ],
            [
              103.1360144,
              3.7214337
            ]
          ]
        ]
      },
      "id": "way/490260951"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/538861110",
        "addr:city": "Genting Highlands",
        "addr:place": "Gohtong Jaya",
        "alt_name": "SMS Saleha",
        "amenity": "school",
        "name": "Highlands International Boarding School",
        "short_name": "HIBS"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.7782303,
              3.3871838
            ],
            [
              101.7790333,
              3.3900986
            ],
            [
              101.7775851,
              3.3909956
            ],
            [
              101.7771885,
              3.3907908
            ],
            [
              101.776653,
              3.3903825
            ],
            [
              101.7764434,
              3.3903825
            ],
            [
              101.7760794,
              3.3902504
            ],
            [
              101.7758863,
              3.3900577
            ],
            [
              101.7759434,
              3.3897618
            ],
            [
              101.775047,
              3.3894614
            ],
            [
              101.7762208,
              3.3884512
            ],
            [
              101.7764624,
              3.3883514
            ],
            [
              101.7764614,
              3.3879628
            ],
            [
              101.7764606,
              3.3876587
            ],
            [
              101.7768736,
              3.3873985
            ],
            [
              101.7770666,
              3.3872609
            ],
            [
              101.7771769,
              3.3871728
            ],
            [
              101.7782303,
              3.3871838
            ]
          ]
        ]
      },
      "id": "way/538861110"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/549740576",
        "amenity": "school",
        "full_name": "Sekolah Menengah Kebangsaan Mat Kilau",
        "name": "SMK Mat Kilau",
        "wikidata": "Q20447345",
        "wikipedia": "ms:Sekolah Menengah Kebangsaan Mat Kilau"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.2607821,
              3.7501203
            ],
            [
              103.2579377,
              3.750048
            ],
            [
              103.2578854,
              3.7481598
            ],
            [
              103.2584335,
              3.7481709
            ],
            [
              103.260815,
              3.7482193
            ],
            [
              103.2609136,
              3.7482213
            ],
            [
              103.2608467,
              3.748588
            ],
            [
              103.2605463,
              3.7488623
            ],
            [
              103.260545,
              3.7493601
            ],
            [
              103.2606898,
              3.7494806
            ],
            [
              103.260722,
              3.7495234
            ],
            [
              103.2607314,
              3.7495836
            ],
            [
              103.2607821,
              3.7501203
            ]
          ]
        ]
      },
      "id": "way/549740576"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/549740577",
        "amenity": "school",
        "full_name": "Sekolah Kebangsaan Mat Kilau",
        "name": "SK Mat Kilau",
        "wikidata": "Q12705569",
        "wikipedia": "ms:Sekolah Kebangsaan Mat Kilau"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.260815,
              3.7482193
            ],
            [
              103.2584335,
              3.7481709
            ],
            [
              103.2584037,
              3.747381
            ],
            [
              103.2608229,
              3.7474044
            ],
            [
              103.2608225,
              3.7474255
            ],
            [
              103.260815,
              3.7482193
            ]
          ]
        ]
      },
      "id": "way/549740577"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/550145273",
        "amenity": "school",
        "name": "Sekolah Kebangsaan Merting"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.3815172,
              4.2174513
            ],
            [
              102.3814359,
              4.2173053
            ],
            [
              102.3813383,
              4.2164782
            ],
            [
              102.3813464,
              4.2162674
            ],
            [
              102.3815497,
              4.2159187
            ],
            [
              102.3829645,
              4.2159106
            ],
            [
              102.3830295,
              4.2170621
            ],
            [
              102.3824929,
              4.2170702
            ],
            [
              102.3824441,
              4.2175324
            ],
            [
              102.3817611,
              4.217508
            ],
            [
              102.3815172,
              4.2174513
            ]
          ]
        ]
      },
      "id": "way/550145273"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/550214300",
        "amenity": "school",
        "name": "Sekolah Kebangsaan FELDA Lepar"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.6969803,
              3.9204755
            ],
            [
              102.6969526,
              3.9195681
            ],
            [
              102.6974733,
              3.9194989
            ],
            [
              102.6973552,
              3.9185084
            ],
            [
              102.6983758,
              3.9183629
            ],
            [
              102.6985841,
              3.9201084
            ],
            [
              102.6985355,
              3.9205725
            ],
            [
              102.6977579,
              3.9203855
            ],
            [
              102.6969803,
              3.9204755
            ]
          ]
        ]
      },
      "id": "way/550214300"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/550223701",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.5420168,
              3.8355191
            ],
            [
              102.5420289,
              3.8334386
            ],
            [
              102.543286,
              3.8331009
            ],
            [
              102.5444283,
              3.8346507
            ],
            [
              102.544108,
              3.8349402
            ],
            [
              102.5440959,
              3.8355191
            ],
            [
              102.5420168,
              3.8355191
            ]
          ]
        ]
      },
      "id": "way/550223701"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/550225081",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.5285605,
              3.7880406
            ],
            [
              102.529102,
              3.7866412
            ],
            [
              102.5292478,
              3.7866897
            ],
            [
              102.5297615,
              3.7861424
            ],
            [
              102.5305183,
              3.7864472
            ],
            [
              102.5300462,
              3.787237
            ],
            [
              102.5296227,
              3.7883731
            ],
            [
              102.5285605,
              3.7880406
            ]
          ]
        ]
      },
      "id": "way/550225081"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/550231765",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.5579363,
              3.7571682
            ],
            [
              102.5574226,
              3.7552563
            ],
            [
              102.5582143,
              3.7550513
            ],
            [
              102.5583171,
              3.7547316
            ],
            [
              102.5586918,
              3.754611
            ],
            [
              102.5586132,
              3.7541889
            ],
            [
              102.5593566,
              3.7539898
            ],
            [
              102.5594836,
              3.754406
            ],
            [
              102.5601303,
              3.7542371
            ],
            [
              102.5603116,
              3.7550814
            ],
            [
              102.5603297,
              3.7557207
            ],
            [
              102.5602693,
              3.756366
            ],
            [
              102.5602028,
              3.7567942
            ],
            [
              102.5579363,
              3.7571682
            ]
          ]
        ]
      },
      "id": "way/550231765"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/550231859",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.5579917,
              3.7589249
            ],
            [
              102.5577673,
              3.7573206
            ],
            [
              102.5579363,
              3.7571682
            ],
            [
              102.5602028,
              3.7567942
            ],
            [
              102.5600163,
              3.7574578
            ],
            [
              102.5597735,
              3.7581205
            ],
            [
              102.5595079,
              3.7586644
            ],
            [
              102.5579917,
              3.7589249
            ]
          ]
        ]
      },
      "id": "way/550231859"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/550262780",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.5536199,
              3.7763832
            ],
            [
              102.5532659,
              3.7750271
            ],
            [
              102.554087,
              3.7739677
            ],
            [
              102.5545542,
              3.7740453
            ],
            [
              102.5554885,
              3.7739747
            ],
            [
              102.5562742,
              3.7762278
            ],
            [
              102.554087,
              3.7773155
            ],
            [
              102.5536199,
              3.7763832
            ]
          ]
        ]
      },
      "id": "way/550262780"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/550262781",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.5562742,
              3.7762278
            ],
            [
              102.5554885,
              3.7739747
            ],
            [
              102.5569609,
              3.7735651
            ],
            [
              102.5573431,
              3.7742855
            ],
            [
              102.5578244,
              3.7754368
            ],
            [
              102.5562742,
              3.7762278
            ]
          ]
        ]
      },
      "id": "way/550262781"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/550262784",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.543925,
              3.7757481
            ],
            [
              102.5448501,
              3.7729482
            ],
            [
              102.5464074,
              3.7733226
            ],
            [
              102.5469099,
              3.7734497
            ],
            [
              102.5470798,
              3.773598
            ],
            [
              102.5476246,
              3.7746284
            ],
            [
              102.5476815,
              3.7748556
            ],
            [
              102.5476652,
              3.7766567
            ],
            [
              102.5473725,
              3.7772977
            ],
            [
              102.5468359,
              3.777322
            ],
            [
              102.5462992,
              3.7771111
            ],
            [
              102.5455268,
              3.7761456
            ],
            [
              102.543925,
              3.7757481
            ]
          ]
        ]
      },
      "id": "way/550262784"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/550263809",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.4833498,
              3.7779224
            ],
            [
              102.483686,
              3.7769997
            ],
            [
              102.4843678,
              3.7757881
            ],
            [
              102.4850216,
              3.7748655
            ],
            [
              102.4859743,
              3.7737192
            ],
            [
              102.4866094,
              3.7731507
            ],
            [
              102.4873099,
              3.7739522
            ],
            [
              102.4861798,
              3.7751078
            ],
            [
              102.4864506,
              3.7753594
            ],
            [
              102.4854419,
              3.7763473
            ],
            [
              102.4853859,
              3.7768226
            ],
            [
              102.4855166,
              3.7775962
            ],
            [
              102.4851337,
              3.7778944
            ],
            [
              102.4833498,
              3.7779224
            ]
          ]
        ]
      },
      "id": "way/550263809"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/550268745",
        "amenity": "school",
        "name": "Maahad As-Sultan Ahmad Shah Addini (MaahadSAS)",
        "website": "http://sman.pahang.edu.my/maahadsas"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.5611899,
              3.7658729
            ],
            [
              102.5609836,
              3.7649737
            ],
            [
              102.5604604,
              3.7627254
            ],
            [
              102.5630353,
              3.762447
            ],
            [
              102.5664149,
              3.7625969
            ],
            [
              102.5673698,
              3.7625969
            ],
            [
              102.5671874,
              3.7648772
            ],
            [
              102.5673376,
              3.7659157
            ],
            [
              102.5666198,
              3.7660103
            ],
            [
              102.5650631,
              3.7662154
            ],
            [
              102.5630031,
              3.7661833
            ],
            [
              102.5623057,
              3.7657979
            ],
            [
              102.5614367,
              3.7660334
            ],
            [
              102.5611899,
              3.7658729
            ]
          ]
        ]
      },
      "id": "way/550268745"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/550282899",
        "addr:city": "Bandar Jengka",
        "addr:postcode": "26400",
        "amenity": "school",
        "isced:level": "1",
        "name": "SJK (C) Jerik",
        "name:zh": "热力国民型华校",
        "ref": "CBK9073",
        "wikidata": "Q20456250",
        "wikipedia": "ms:Sekolah Jenis Kebangsaan (C) Jerik"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.6434403,
              3.7871219
            ],
            [
              102.6434356,
              3.7869169
            ],
            [
              102.6429966,
              3.7869029
            ],
            [
              102.6429686,
              3.7860688
            ],
            [
              102.6439166,
              3.7858638
            ],
            [
              102.6440661,
              3.7859383
            ],
            [
              102.6442622,
              3.7859057
            ],
            [
              102.644393,
              3.7861993
            ],
            [
              102.6445798,
              3.7865208
            ],
            [
              102.6446638,
              3.7871219
            ],
            [
              102.6434403,
              3.7871219
            ]
          ]
        ]
      },
      "id": "way/550282899"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/550917351",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.8695989,
              3.8114974
            ],
            [
              101.8714775,
              3.8113542
            ],
            [
              101.8714365,
              3.811252
            ],
            [
              101.8730419,
              3.8110134
            ],
            [
              101.8739983,
              3.8122812
            ],
            [
              101.8741281,
              3.8125811
            ],
            [
              101.8740461,
              3.8132287
            ],
            [
              101.8721197,
              3.8130787
            ],
            [
              101.8719147,
              3.8134945
            ],
            [
              101.8701932,
              3.8135013
            ],
            [
              101.8695989,
              3.8114974
            ]
          ]
        ]
      },
      "id": "way/550917351"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/550917352",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.8727345,
              3.8104408
            ],
            [
              101.8743194,
              3.8091866
            ],
            [
              101.8752211,
              3.8102704
            ],
            [
              101.8738343,
              3.8112724
            ],
            [
              101.8738958,
              3.8113406
            ],
            [
              101.8736157,
              3.8115587
            ],
            [
              101.8727345,
              3.8104408
            ]
          ]
        ]
      },
      "id": "way/550917352"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/551215769",
        "amenity": "school",
        "barrier": "fence",
        "name": "Kafa Al-Amin"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.2972774,
              3.8151356
            ],
            [
              103.2975665,
              3.8149914
            ],
            [
              103.2976755,
              3.8149366
            ],
            [
              103.2977223,
              3.8150232
            ],
            [
              103.2978161,
              3.8149765
            ],
            [
              103.297941,
              3.8150711
            ],
            [
              103.2980108,
              3.8151204
            ],
            [
              103.2977351,
              3.8154855
            ],
            [
              103.2972774,
              3.8151356
            ]
          ]
        ]
      },
      "id": "way/551215769"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/551382715",
        "amenity": "school",
        "name": "Sekolah Rendah Islam Indera Mahkota"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.3040862,
              3.82442
            ],
            [
              103.304435,
              3.824191
            ],
            [
              103.3046885,
              3.8245753
            ],
            [
              103.3043397,
              3.8248044
            ],
            [
              103.3040862,
              3.82442
            ]
          ]
        ]
      },
      "id": "way/551382715"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/551940759",
        "amenity": "school",
        "name": "International School of Kuantan"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.2961768,
              3.8345078
            ],
            [
              103.296268,
              3.8332553
            ],
            [
              103.2968366,
              3.8332968
            ],
            [
              103.2967575,
              3.8343111
            ],
            [
              103.2961768,
              3.8345078
            ]
          ]
        ]
      },
      "id": "way/551940759"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/552065809",
        "amenity": "school",
        "name": "Sekolah Kebangsaan Sultan Abdullah"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.3212474,
              3.8059161
            ],
            [
              103.3218844,
              3.8064875
            ],
            [
              103.3219421,
              3.8064353
            ],
            [
              103.3219506,
              3.8064453
            ],
            [
              103.3220823,
              3.8065758
            ],
            [
              103.3221138,
              3.8066092
            ],
            [
              103.3219247,
              3.80681
            ],
            [
              103.3219568,
              3.8068434
            ],
            [
              103.3212112,
              3.8078336
            ],
            [
              103.3210945,
              3.8076851
            ],
            [
              103.3210516,
              3.8077212
            ],
            [
              103.3204642,
              3.8068916
            ],
            [
              103.3205931,
              3.8067311
            ],
            [
              103.3210662,
              3.8061418
            ],
            [
              103.3212474,
              3.8059161
            ]
          ]
        ]
      },
      "id": "way/552065809"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/552160128",
        "amenity": "school",
        "name": "Kafa Cenderawasih"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.2999225,
              3.7983796
            ],
            [
              103.2999775,
              3.7983421
            ],
            [
              103.3003637,
              3.7983702
            ],
            [
              103.3004066,
              3.7984184
            ],
            [
              103.3003128,
              3.799608
            ],
            [
              103.3002256,
              3.7996816
            ],
            [
              103.3000003,
              3.7996709
            ],
            [
              103.2998286,
              3.7991758
            ],
            [
              103.2999225,
              3.7983796
            ]
          ]
        ]
      },
      "id": "way/552160128"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/552160197",
        "amenity": "school",
        "name": "Sekolah Kebangsaan Cenderawasih",
        "short_name": "SK Cenderawasih",
        "wikidata": "Q20466917",
        "wikipedia": "ms:Sekolah Kebangsaan Cenderawasih, Pahang"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.2968017,
              3.7969237
            ],
            [
              103.2972416,
              3.7957488
            ],
            [
              103.2984222,
              3.7959207
            ],
            [
              103.298749,
              3.7959682
            ],
            [
              103.2986015,
              3.7971538
            ],
            [
              103.2978249,
              3.7970545
            ],
            [
              103.2968017,
              3.7969237
            ]
          ]
        ]
      },
      "id": "way/552160197"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/553181917",
        "amenity": "school",
        "barrier": "fence",
        "name": "Sekolah Menengah Kebangsaan (Perempuan) Methodist",
        "name:en": "Methodist Girls' Secondary School"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.3265501,
              3.8123191
            ],
            [
              103.3265246,
              3.8121465
            ],
            [
              103.3261988,
              3.8118936
            ],
            [
              103.3262363,
              3.8117752
            ],
            [
              103.3263963,
              3.8112708
            ],
            [
              103.3269696,
              3.81154
            ],
            [
              103.3271456,
              3.8112469
            ],
            [
              103.3271902,
              3.811229
            ],
            [
              103.3272134,
              3.8112196
            ],
            [
              103.327478,
              3.8107911
            ],
            [
              103.3285574,
              3.8116788
            ],
            [
              103.3284652,
              3.8118269
            ],
            [
              103.3281224,
              3.8124426
            ],
            [
              103.3281004,
              3.8124703
            ],
            [
              103.3280461,
              3.8124716
            ],
            [
              103.3276183,
              3.8120943
            ],
            [
              103.3275947,
              3.8121337
            ],
            [
              103.3275692,
              3.8121761
            ],
            [
              103.3274353,
              3.8123994
            ],
            [
              103.3277088,
              3.8126028
            ],
            [
              103.3277223,
              3.8126496
            ],
            [
              103.3274969,
              3.8130644
            ],
            [
              103.3265501,
              3.8123191
            ]
          ]
        ]
      },
      "id": "way/553181917"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/553181919",
        "amenity": "school",
        "barrier": "fence",
        "description": "SK Teruntum and SK St. Thomas are 2 separate schools, however they share 1 school compound as SK St. Thomas does not currently have its own compound as of 2018. The land which the school originally stood on was returned to St. Thomas Church.",
        "name": "Sekolah Kebangsaan St. Thomas",
        "short_name": "SK St. Thomas"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.3248751,
              3.8102343
            ],
            [
              103.3250789,
              3.8096482
            ],
            [
              103.3253509,
              3.8092627
            ],
            [
              103.3256189,
              3.8089951
            ],
            [
              103.3256449,
              3.809022
            ],
            [
              103.3258566,
              3.8092503
            ],
            [
              103.3260392,
              3.8094409
            ],
            [
              103.3264227,
              3.8098409
            ],
            [
              103.3264898,
              3.8099332
            ],
            [
              103.326522,
              3.8100188
            ],
            [
              103.3265501,
              3.8101406
            ],
            [
              103.3265394,
              3.8102195
            ],
            [
              103.3262904,
              3.8109347
            ],
            [
              103.3261478,
              3.8113369
            ],
            [
              103.3255812,
              3.8108552
            ],
            [
              103.3253293,
              3.8106459
            ],
            [
              103.3248751,
              3.8102343
            ]
          ]
        ]
      },
      "id": "way/553181919"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/553186153",
        "amenity": "school",
        "name": "Regent International School"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.3292962,
              3.812284
            ],
            [
              103.329346,
              3.8123248
            ],
            [
              103.3296411,
              3.8125666
            ],
            [
              103.3297768,
              3.8126777
            ],
            [
              103.3293959,
              3.8134672
            ],
            [
              103.3295958,
              3.813688
            ],
            [
              103.3295793,
              3.8137122
            ],
            [
              103.3293745,
              3.8140132
            ],
            [
              103.3291773,
              3.8138432
            ],
            [
              103.3289681,
              3.8141965
            ],
            [
              103.3279342,
              3.8130273
            ],
            [
              103.3279221,
              3.8130136
            ],
            [
              103.3280125,
              3.8128545
            ],
            [
              103.3283296,
              3.8122867
            ],
            [
              103.3288214,
              3.8127625
            ],
            [
              103.3289138,
              3.812659
            ],
            [
              103.328941,
              3.8126833
            ],
            [
              103.3290583,
              3.812546
            ],
            [
              103.3292962,
              3.812284
            ]
          ]
        ]
      },
      "id": "way/553186153"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/553191647",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.9879877,
              2.9696232
            ],
            [
              102.9881109,
              2.9686509
            ],
            [
              102.9885608,
              2.9684786
            ],
            [
              102.9888504,
              2.9685709
            ],
            [
              102.9888381,
              2.9690078
            ],
            [
              102.9891339,
              2.9690878
            ],
            [
              102.9899904,
              2.969254
            ],
            [
              102.9894481,
              2.9704724
            ],
            [
              102.9886963,
              2.9703186
            ],
            [
              102.9879877,
              2.9696232
            ]
          ]
        ]
      },
      "id": "way/553191647"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/553192015",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.9843509,
              2.9728802
            ],
            [
              102.9842329,
              2.9711766
            ],
            [
              102.9860621,
              2.9712516
            ],
            [
              102.9860246,
              2.9727677
            ],
            [
              102.9843509,
              2.9728802
            ]
          ]
        ]
      },
      "id": "way/553192015"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/553696458",
        "amenity": "school",
        "barrier": "wall",
        "name": "Sekolah Berasrama Penuh Integrasi Kuantan",
        "short_name": "SBPI Kuantan"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.2877829,
              3.8261664
            ],
            [
              103.2881634,
              3.8268085
            ],
            [
              103.2883126,
              3.8267066
            ],
            [
              103.288378,
              3.8267938
            ],
            [
              103.2884465,
              3.8268953
            ],
            [
              103.2884169,
              3.8269371
            ],
            [
              103.2885054,
              3.8269996
            ],
            [
              103.2884582,
              3.8270662
            ],
            [
              103.2888678,
              3.8274412
            ],
            [
              103.2898287,
              3.8279289
            ],
            [
              103.2888087,
              3.8294204
            ],
            [
              103.2869011,
              3.8281217
            ],
            [
              103.2866166,
              3.8277526
            ],
            [
              103.28623,
              3.8272511
            ],
            [
              103.2859533,
              3.8267702
            ],
            [
              103.2874327,
              3.8259232
            ],
            [
              103.2876303,
              3.8262565
            ],
            [
              103.2877829,
              3.8261664
            ]
          ]
        ]
      },
      "id": "way/553696458"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/553897100",
        "amenity": "school",
        "barrier": "fence",
        "name": "Sekolah Kebangsaan Sungai Talam",
        "short_name": "SK Sungai Talam"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.2677025,
              3.8274546
            ],
            [
              103.2689765,
              3.8280193
            ],
            [
              103.2685353,
              3.8289661
            ],
            [
              103.2684012,
              3.8289453
            ],
            [
              103.2682818,
              3.8291821
            ],
            [
              103.2683964,
              3.8292642
            ],
            [
              103.2684387,
              3.8292945
            ],
            [
              103.2684816,
              3.8293253
            ],
            [
              103.268196,
              3.8298578
            ],
            [
              103.2675495,
              3.8298675
            ],
            [
              103.267056,
              3.829875
            ],
            [
              103.2670265,
              3.8298204
            ],
            [
              103.2670882,
              3.8296658
            ],
            [
              103.2669708,
              3.8296167
            ],
            [
              103.2664338,
              3.8293922
            ],
            [
              103.2672948,
              3.8285519
            ],
            [
              103.2674208,
              3.8278159
            ],
            [
              103.2677025,
              3.8274546
            ]
          ]
        ]
      },
      "id": "way/553897100"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/555473500",
        "amenity": "school",
        "name": "Sekolah Menengah Kebangsaan Sultan Abu Bakar",
        "short_name": "SABS;SMK Sultan Abu Bakar",
        "wikidata": "Q12708205",
        "wikipedia": "en:Sultan Abu Bakar School (SABS), Kuantan"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.3372173,
              3.8260362
            ],
            [
              103.3380112,
              3.8244693
            ],
            [
              103.3396501,
              3.8249309
            ],
            [
              103.3393228,
              3.8257659
            ],
            [
              103.3388535,
              3.8268257
            ],
            [
              103.3375429,
              3.8261934
            ],
            [
              103.3372173,
              3.8260362
            ]
          ]
        ]
      },
      "id": "way/555473500"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/556677505",
        "amenity": "school",
        "name": "Sekolah Kebangsaan Seri Melati",
        "short_name": "SK Seri Melati"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.2634819,
              3.7245168
            ],
            [
              103.2644862,
              3.7223901
            ],
            [
              103.2659793,
              3.7230922
            ],
            [
              103.264975,
              3.7252189
            ],
            [
              103.2634819,
              3.7245168
            ]
          ]
        ]
      },
      "id": "way/556677505"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/556908934",
        "amenity": "school",
        "barrier": "fence",
        "name": "Sekolah Jenis Kebangsaan (Cina) Semambu",
        "name:zh": "士满慕华小",
        "source": "https://openstreetcam.org/details/2346838/512",
        "wikidata": "Q12703558",
        "wikipedia": "ms:Sekolah Jenis Kebangsaan (C) Semambu"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.3098413,
              3.8564283
            ],
            [
              103.309612,
              3.856352
            ],
            [
              103.3090568,
              3.8560255
            ],
            [
              103.3089522,
              3.8558489
            ],
            [
              103.3087993,
              3.8552441
            ],
            [
              103.308818,
              3.8551585
            ],
            [
              103.3089548,
              3.8549711
            ],
            [
              103.3097085,
              3.8543315
            ],
            [
              103.309903,
              3.8544761
            ],
            [
              103.3102517,
              3.8550728
            ],
            [
              103.3104072,
              3.8553404
            ],
            [
              103.3106232,
              3.8557057
            ],
            [
              103.3106379,
              3.8557927
            ],
            [
              103.3106071,
              3.8558516
            ],
            [
              103.3100126,
              3.8562999
            ],
            [
              103.3098413,
              3.8564283
            ]
          ]
        ]
      },
      "id": "way/556908934"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/557570292",
        "amenity": "school",
        "barrier": "fence",
        "name": "Sekolah Jenis Kebangsaan (Cina) Chung Ching 2",
        "name:zh": "中菁二校",
        "short_name": "SJKC Chung Ching 2"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.2909835,
              3.808571
            ],
            [
              103.2909856,
              3.8091822
            ],
            [
              103.2909282,
              3.8091827
            ],
            [
              103.2901217,
              3.8091889
            ],
            [
              103.2898696,
              3.8088413
            ],
            [
              103.2898749,
              3.808765
            ],
            [
              103.2900993,
              3.8085311
            ],
            [
              103.2903859,
              3.8082324
            ],
            [
              103.2910471,
              3.8079862
            ],
            [
              103.2911798,
              3.8080919
            ],
            [
              103.2909835,
              3.808571
            ]
          ]
        ]
      },
      "id": "way/557570292"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/558437264",
        "amenity": "school",
        "name": "Sekolah Menengah Kebangsaan Air Putih",
        "short_name": "SMK Air Putih"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.3360724,
              3.8278043
            ],
            [
              103.3370706,
              3.8278066
            ],
            [
              103.3370712,
              3.8275002
            ],
            [
              103.338353,
              3.8280139
            ],
            [
              103.3382037,
              3.8287865
            ],
            [
              103.3360702,
              3.8287816
            ],
            [
              103.3360708,
              3.8285092
            ],
            [
              103.3360721,
              3.8279422
            ],
            [
              103.3360723,
              3.8278463
            ],
            [
              103.3360724,
              3.8278043
            ]
          ]
        ]
      },
      "id": "way/558437264"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/559355503",
        "amenity": "school",
        "name": "Sekolah Menengah Kebangsaan Bukit Rangin",
        "name:en": "Bukit Rangin Secondary School"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.2687988,
              3.8022001
            ],
            [
              103.2692619,
              3.801813
            ],
            [
              103.2700253,
              3.8013048
            ],
            [
              103.2707387,
              3.8011068
            ],
            [
              103.2713824,
              3.8004671
            ],
            [
              103.2715085,
              3.8005421
            ],
            [
              103.2714388,
              3.8028704
            ],
            [
              103.2713851,
              3.8029454
            ],
            [
              103.2703713,
              3.8035315
            ],
            [
              103.2700574,
              3.8030765
            ],
            [
              103.2691719,
              3.8026446
            ],
            [
              103.2690203,
              3.8024701
            ],
            [
              103.2688255,
              3.8022319
            ],
            [
              103.2687988,
              3.8022001
            ]
          ]
        ]
      },
      "id": "way/559355503"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/559990635",
        "amenity": "school",
        "barrier": "fence",
        "name": "Sekolah Kebangsaan Bukit Rangin",
        "short_name": "SK Bukit Rangin;SKBR"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.2522378,
              3.7963316
            ],
            [
              103.2526297,
              3.7964819
            ],
            [
              103.2528712,
              3.7965771
            ],
            [
              103.253071,
              3.7971967
            ],
            [
              103.2528484,
              3.797392
            ],
            [
              103.2528993,
              3.797566
            ],
            [
              103.2525748,
              3.79793
            ],
            [
              103.2523549,
              3.798575
            ],
            [
              103.2519686,
              3.7984893
            ],
            [
              103.2512122,
              3.7980344
            ],
            [
              103.2511988,
              3.797946
            ],
            [
              103.2514966,
              3.7972877
            ],
            [
              103.2517003,
              3.7970041
            ],
            [
              103.2518423,
              3.7970485
            ],
            [
              103.2520464,
              3.7971124
            ],
            [
              103.2522378,
              3.7963316
            ]
          ]
        ]
      },
      "id": "way/559990635"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/560945421",
        "amenity": "school",
        "name": "SM Chong Hwa Kuantan 关丹中华中学",
        "name:zh": "关丹中华中学"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.282246,
              3.7608996
            ],
            [
              103.282866,
              3.7601884
            ],
            [
              103.2831866,
              3.7604544
            ],
            [
              103.2831816,
              3.7618434
            ],
            [
              103.283229,
              3.7619252
            ],
            [
              103.2832207,
              3.7626867
            ],
            [
              103.2823012,
              3.7626833
            ],
            [
              103.2822453,
              3.7626638
            ],
            [
              103.2822138,
              3.7626045
            ],
            [
              103.282246,
              3.7608996
            ]
          ]
        ]
      },
      "id": "way/560945421"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/560945422",
        "amenity": "school",
        "name": "Sekolah Kebangsaan Bunut Rendang"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.267865,
              3.7533743
            ],
            [
              103.2685448,
              3.7532159
            ],
            [
              103.2686195,
              3.7533603
            ],
            [
              103.268797,
              3.7537564
            ],
            [
              103.2692733,
              3.753598
            ],
            [
              103.2694372,
              3.7536482
            ],
            [
              103.269783,
              3.7545992
            ],
            [
              103.2700896,
              3.7551474
            ],
            [
              103.2699355,
              3.755504
            ],
            [
              103.2689188,
              3.7560021
            ],
            [
              103.2685183,
              3.7552765
            ],
            [
              103.267865,
              3.7533743
            ]
          ]
        ]
      },
      "id": "way/560945422"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/562624758",
        "amenity": "school",
        "full_name": "Sekolah Jenis Kebangsaan (C) Pei Chai",
        "name": "SJK (C) Pei Chai",
        "name:zh": "关丹培才华小",
        "wikidata": "Q12703488",
        "wikipedia": "ms:Sekolah Jenis Kebangsaan (C) Pei Chai, Pahang"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.3345079,
              3.8344514
            ],
            [
              103.3353266,
              3.8343275
            ],
            [
              103.3356243,
              3.8357757
            ],
            [
              103.3348253,
              3.8358771
            ],
            [
              103.3344756,
              3.834485
            ],
            [
              103.3345079,
              3.8344514
            ]
          ]
        ]
      },
      "id": "way/562624758"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/563980096",
        "amenity": "school",
        "barrier": "fence",
        "min_age": "7",
        "name": "Sekolah Kebangsaan Permatang Badak",
        "short_name": "SK Permatang Badak"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.2668676,
              3.7899462
            ],
            [
              103.2679415,
              3.7901308
            ],
            [
              103.2678009,
              3.7908897
            ],
            [
              103.2676979,
              3.7915476
            ],
            [
              103.2672318,
              3.7914653
            ],
            [
              103.266624,
              3.791363
            ],
            [
              103.2668676,
              3.7899462
            ]
          ]
        ]
      },
      "id": "way/563980096"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/567390536",
        "amenity": "school",
        "name": "Sekolah Menengah Kebangsaan Tok Sera"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.366154,
              3.8190881
            ],
            [
              103.3662033,
              3.8190911
            ],
            [
              103.3666655,
              3.8195615
            ],
            [
              103.3667486,
              3.8196506
            ],
            [
              103.3667425,
              3.8198013
            ],
            [
              103.3667918,
              3.8199027
            ],
            [
              103.3667764,
              3.8199642
            ],
            [
              103.3668377,
              3.8201044
            ],
            [
              103.3669027,
              3.8202532
            ],
            [
              103.3675251,
              3.8204315
            ],
            [
              103.3674142,
              3.8208188
            ],
            [
              103.3675915,
              3.8210934
            ],
            [
              103.3675466,
              3.8212185
            ],
            [
              103.3670506,
              3.8215782
            ],
            [
              103.3666778,
              3.8218487
            ],
            [
              103.3651711,
              3.8204837
            ],
            [
              103.3653776,
              3.8198474
            ],
            [
              103.3658182,
              3.8192909
            ],
            [
              103.366154,
              3.8190881
            ]
          ]
        ]
      },
      "id": "way/567390536"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/567390539",
        "amenity": "school",
        "name": "Sekolah Kebangsaan Tok Sira"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.3662033,
              3.8190911
            ],
            [
              103.3667641,
              3.8185316
            ],
            [
              103.3673618,
              3.8190942
            ],
            [
              103.3674943,
              3.8190727
            ],
            [
              103.3678486,
              3.8194477
            ],
            [
              103.3676554,
              3.8199267
            ],
            [
              103.3676329,
              3.8199826
            ],
            [
              103.3673156,
              3.8202593
            ],
            [
              103.3669508,
              3.8201411
            ],
            [
              103.366903,
              3.8201256
            ],
            [
              103.3668377,
              3.8201044
            ],
            [
              103.3667764,
              3.8199642
            ],
            [
              103.3667918,
              3.8199027
            ],
            [
              103.3667425,
              3.8198013
            ],
            [
              103.3667486,
              3.8196506
            ],
            [
              103.3662033,
              3.8190911
            ]
          ]
        ]
      },
      "id": "way/567390539"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/591495592",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              104.158224,
              2.8175007
            ],
            [
              104.1581028,
              2.817362
            ],
            [
              104.1580355,
              2.8174207
            ],
            [
              104.1581939,
              2.817602
            ],
            [
              104.1580489,
              2.8177284
            ],
            [
              104.1580833,
              2.8177678
            ],
            [
              104.1580041,
              2.8178369
            ],
            [
              104.157725,
              2.8175175
            ],
            [
              104.1578042,
              2.8174484
            ],
            [
              104.1578486,
              2.8174992
            ],
            [
              104.1579177,
              2.8174389
            ],
            [
              104.1576479,
              2.8171301
            ],
            [
              104.1577238,
              2.817064
            ],
            [
              104.1580073,
              2.8173884
            ],
            [
              104.1580746,
              2.8173297
            ],
            [
              104.1577452,
              2.8169528
            ],
            [
              104.1578396,
              2.8168706
            ],
            [
              104.1578485,
              2.8168807
            ],
            [
              104.1579209,
              2.8168176
            ],
            [
              104.157881,
              2.8167719
            ],
            [
              104.1579531,
              2.8167091
            ],
            [
              104.1584084,
              2.81723
            ],
            [
              104.1584343,
              2.8172596
            ],
            [
              104.1582898,
              2.8173856
            ],
            [
              104.1583184,
              2.8174184
            ],
            [
              104.158224,
              2.8175007
            ]
          ]
        ]
      },
      "id": "way/591495592"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/597003375",
        "amenity": "school",
        "name": "Sekolah Rendah (Felda) Chini 1 & 4"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.9369947,
              3.3734467
            ],
            [
              102.937838,
              3.3720639
            ],
            [
              102.9379836,
              3.3718307
            ],
            [
              102.9382449,
              3.3715038
            ],
            [
              102.9390998,
              3.3718633
            ],
            [
              102.9394226,
              3.3725199
            ],
            [
              102.9394768,
              3.3729995
            ],
            [
              102.9395161,
              3.3731538
            ],
            [
              102.9394606,
              3.3733245
            ],
            [
              102.9399089,
              3.3737161
            ],
            [
              102.939498,
              3.3746672
            ],
            [
              102.9379414,
              3.3743475
            ],
            [
              102.937924,
              3.3742513
            ],
            [
              102.9378087,
              3.3740411
            ],
            [
              102.9377403,
              3.3739728
            ],
            [
              102.9369947,
              3.3734467
            ]
          ]
        ]
      },
      "id": "way/597003375"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/598388560",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.9192674,
              3.5302599
            ],
            [
              102.9195088,
              3.530019
            ],
            [
              102.9197394,
              3.5306079
            ],
            [
              102.9195543,
              3.5306936
            ],
            [
              102.9195222,
              3.530541
            ],
            [
              102.9194015,
              3.5305624
            ],
            [
              102.9192674,
              3.5302599
            ]
          ]
        ]
      },
      "id": "way/598388560"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/599504957",
        "amenity": "school",
        "full_name": "Sekolah Kebangsaan Sungai Karang",
        "name": "SK Sungai Karang"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.359902,
              3.8989905
            ],
            [
              103.3598045,
              3.89794
            ],
            [
              103.3605688,
              3.8974898
            ],
            [
              103.3607964,
              3.898666
            ],
            [
              103.359902,
              3.8989905
            ]
          ]
        ]
      },
      "id": "way/599504957"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/599514195",
        "amenity": "school",
        "denomination": "sunni",
        "full_name": "Sekolah Agama Rakyat KAFA Al-Amin",
        "name": "SAR KAFA Al-Amin",
        "religion": "muslim"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.3617967,
              3.9064484
            ],
            [
              103.3617886,
              3.9062699
            ],
            [
              103.3620854,
              3.9060833
            ],
            [
              103.3623618,
              3.9059251
            ],
            [
              103.3624066,
              3.9064078
            ],
            [
              103.3617967,
              3.9064484
            ]
          ]
        ]
      },
      "id": "way/599514195"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/600410426",
        "addr:city": "Temerloh",
        "amenity": "school",
        "name": "SK Tanjung Batu"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.4472171,
              3.4316069
            ],
            [
              102.4482538,
              3.4318633
            ],
            [
              102.4487862,
              3.4321011
            ],
            [
              102.4494587,
              3.432777
            ],
            [
              102.4490748,
              3.4335497
            ],
            [
              102.4484432,
              3.433531
            ],
            [
              102.4477968,
              3.4337331
            ],
            [
              102.4476748,
              3.433686
            ],
            [
              102.4476141,
              3.4329681
            ],
            [
              102.4473946,
              3.4326371
            ],
            [
              102.4469696,
              3.4322269
            ],
            [
              102.4472171,
              3.4316069
            ]
          ]
        ]
      },
      "id": "way/600410426"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/600410427",
        "addr:city": "Guai",
        "amenity": "school",
        "name": "Sekolah Menengah Agama Itifiqayyah"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.4825045,
              3.3429664
            ],
            [
              102.4831593,
              3.3421467
            ],
            [
              102.4838565,
              3.3425177
            ],
            [
              102.4840936,
              3.342758
            ],
            [
              102.4842625,
              3.3429556
            ],
            [
              102.4839359,
              3.3433217
            ],
            [
              102.4833998,
              3.3439614
            ],
            [
              102.4829962,
              3.3435831
            ],
            [
              102.4830609,
              3.3434816
            ],
            [
              102.4825045,
              3.3429664
            ]
          ]
        ]
      },
      "id": "way/600410427"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/617542401",
        "amenity": "school",
        "name": "Sekolah Kebangsaan Sungai Gau"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.4940395,
              3.4704471
            ],
            [
              102.4942657,
              3.46822
            ],
            [
              102.495464,
              3.4686301
            ],
            [
              102.4950539,
              3.4707668
            ],
            [
              102.4940395,
              3.4704471
            ]
          ]
        ]
      },
      "id": "way/617542401"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/617542414",
        "amenity": "school",
        "barrier": "fence",
        "name": "Sekolah Menengah Kebangsaan Paya Pulai"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.4961838,
              3.4747715
            ],
            [
              102.4963399,
              3.4739262
            ],
            [
              102.4967989,
              3.4737054
            ],
            [
              102.4980618,
              3.4739871
            ],
            [
              102.4993654,
              3.4741796
            ],
            [
              102.4993326,
              3.4743382
            ],
            [
              102.4988436,
              3.4745068
            ],
            [
              102.496845,
              3.4756706
            ],
            [
              102.4961838,
              3.4747715
            ]
          ]
        ]
      },
      "id": "way/617542414"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/641404002",
        "amenity": "school",
        "barrier": "wall",
        "name": "Sekolah Menengah Kebangsan Karak",
        "short_name": "SMK Karak",
        "wikidata": "Q12707788",
        "wikipedia": "ms:Sekolah Menengah Kebangsaan Karak"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.0367334,
              3.4095064
            ],
            [
              102.0377272,
              3.4098786
            ],
            [
              102.03729,
              3.4120848
            ],
            [
              102.0366573,
              3.4121305
            ],
            [
              102.0364827,
              3.412141
            ],
            [
              102.0358658,
              3.412042
            ],
            [
              102.0360169,
              3.4111007
            ],
            [
              102.0367334,
              3.4095064
            ]
          ]
        ]
      },
      "id": "way/641404002"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/641931649",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.0421153,
              3.4122588
            ],
            [
              102.0424855,
              3.4118519
            ],
            [
              102.0428878,
              3.4115948
            ],
            [
              102.043384,
              3.4113913
            ],
            [
              102.0437247,
              3.411386
            ],
            [
              102.0438373,
              3.4117448
            ],
            [
              102.0436683,
              3.4122401
            ],
            [
              102.043435,
              3.41254
            ],
            [
              102.0426357,
              3.4122896
            ],
            [
              102.042122,
              3.4122963
            ],
            [
              102.0421153,
              3.4122588
            ]
          ]
        ]
      },
      "id": "way/641931649"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/649209834",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.3982591,
              3.8536423
            ],
            [
              102.3989129,
              3.8528269
            ],
            [
              102.3993145,
              3.852948
            ],
            [
              102.4005193,
              3.854057
            ],
            [
              102.3996554,
              3.854919
            ],
            [
              102.3982591,
              3.8536423
            ]
          ]
        ]
      },
      "id": "way/649209834"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/649222077",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.3610928,
              3.8615249
            ],
            [
              102.3609017,
              3.8601011
            ],
            [
              102.3617026,
              3.860089
            ],
            [
              102.3619904,
              3.861533
            ],
            [
              102.3610928,
              3.8615249
            ]
          ]
        ]
      },
      "id": "way/649222077"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/649234247",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.4318401,
              2.6547212
            ],
            [
              103.4318868,
              2.6544226
            ],
            [
              103.4319149,
              2.6540867
            ],
            [
              103.4317514,
              2.6531304
            ],
            [
              103.4314852,
              2.652468
            ],
            [
              103.4330824,
              2.6516423
            ],
            [
              103.4338296,
              2.6518102
            ],
            [
              103.4338109,
              2.6536809
            ],
            [
              103.4338903,
              2.6549497
            ],
            [
              103.4336474,
              2.6552576
            ],
            [
              103.4318401,
              2.6547212
            ]
          ]
        ]
      },
      "id": "way/649234247"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/655246249",
        "amenity": "school",
        "name": "Sekolah Menengah Kebangsaan Abdul Rahman Talib",
        "old_name": "SMART",
        "wikidata": "Q12707392"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.3381999,
              3.8243472
            ],
            [
              103.3384811,
              3.8236781
            ],
            [
              103.3385727,
              3.8235775
            ],
            [
              103.3385603,
              3.823569
            ],
            [
              103.3386371,
              3.8235154
            ],
            [
              103.3396931,
              3.8227359
            ],
            [
              103.3402306,
              3.8235027
            ],
            [
              103.3410733,
              3.8228279
            ],
            [
              103.3411392,
              3.8248279
            ],
            [
              103.3407378,
              3.8250997
            ],
            [
              103.339562,
              3.8247793
            ],
            [
              103.3395133,
              3.8246677
            ],
            [
              103.3393838,
              3.8246361
            ],
            [
              103.3392924,
              3.8246276
            ],
            [
              103.3392867,
              3.8247135
            ],
            [
              103.3382182,
              3.8243973
            ],
            [
              103.3381999,
              3.8243472
            ]
          ]
        ]
      },
      "id": "way/655246249"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/659353751",
        "amenity": "school",
        "name": "双溪兰中学"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.9400858,
              3.8102124
            ],
            [
              101.9404989,
              3.8090402
            ],
            [
              101.9417219,
              3.8094791
            ],
            [
              101.9416146,
              3.8104907
            ],
            [
              101.9400858,
              3.8102124
            ]
          ]
        ]
      },
      "id": "way/659353751"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/660996136",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.8616188,
              3.7886225
            ],
            [
              101.8614787,
              3.7889906
            ],
            [
              101.860979,
              3.7896337
            ],
            [
              101.8596668,
              3.7891258
            ],
            [
              101.8593165,
              3.7891118
            ],
            [
              101.8591157,
              3.7885852
            ],
            [
              101.8586113,
              3.7884221
            ],
            [
              101.8589522,
              3.7875694
            ],
            [
              101.8591764,
              3.7870661
            ],
            [
              101.8601197,
              3.7867586
            ],
            [
              101.8607082,
              3.7879655
            ],
            [
              101.8616188,
              3.7886225
            ]
          ]
        ]
      },
      "id": "way/660996136"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/662858342",
        "amenity": "school",
        "name": "SK Raub Indah"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.8536873,
              3.7646818
            ],
            [
              101.8528185,
              3.762665
            ],
            [
              101.8533484,
              3.7612631
            ],
            [
              101.8542357,
              3.7626588
            ],
            [
              101.8548828,
              3.7639378
            ],
            [
              101.8536873,
              3.7646818
            ]
          ]
        ]
      },
      "id": "way/662858342"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/670436536",
        "amenity": "school",
        "name": "Sekolah Berasrama Penuh Integrasi Temerloh Kerdau"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.3889047,
              3.5612106
            ],
            [
              102.3904148,
              3.5584024
            ],
            [
              102.3921663,
              3.5597543
            ],
            [
              102.3925311,
              3.5606538
            ],
            [
              102.3926384,
              3.5615747
            ],
            [
              102.3920805,
              3.5622386
            ],
            [
              102.3901064,
              3.5628382
            ],
            [
              102.3889047,
              3.5612106
            ]
          ]
        ]
      },
      "id": "way/670436536"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/670658556",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.238179,
              3.7833218
            ],
            [
              103.2382648,
              3.7828882
            ],
            [
              103.2383936,
              3.7819675
            ],
            [
              103.2393768,
              3.7819966
            ],
            [
              103.2394182,
              3.7822726
            ],
            [
              103.2398849,
              3.7825349
            ],
            [
              103.2412796,
              3.7824761
            ],
            [
              103.2406305,
              3.7843281
            ],
            [
              103.2397454,
              3.783932
            ],
            [
              103.238179,
              3.7833218
            ]
          ]
        ]
      },
      "id": "way/670658556"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/670658566",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.2254379,
              3.7583097
            ],
            [
              103.2242094,
              3.7594391
            ],
            [
              103.2235067,
              3.7593802
            ],
            [
              103.2226162,
              3.7584917
            ],
            [
              103.2242631,
              3.7569821
            ],
            [
              103.2254379,
              3.7583097
            ]
          ]
        ]
      },
      "id": "way/670658566"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/670658573",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.2529266,
              3.767716
            ],
            [
              103.2530983,
              3.7665705
            ],
            [
              103.2551797,
              3.7664099
            ],
            [
              103.2552494,
              3.7670576
            ],
            [
              103.2545896,
              3.7684279
            ],
            [
              103.2529266,
              3.767716
            ]
          ]
        ]
      },
      "id": "way/670658573"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/674882581",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.3795879,
              3.2055635
            ],
            [
              102.379545,
              3.2038817
            ],
            [
              102.3815083,
              3.2040638
            ],
            [
              102.3815352,
              3.2055099
            ],
            [
              102.3795879,
              3.2055635
            ]
          ]
        ]
      },
      "id": "way/674882581"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/674882592",
        "amenity": "school",
        "isced:level": "1",
        "name": "SJK(C) Mengkuang",
        "name:zh": "明光华小",
        "ref": "CBCA083",
        "wikidata": "Q20449358",
        "wikipedia": "ms:Sekolah Jenis Kebangsaan (C) Mengkuang"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.399777,
              3.1886453
            ],
            [
              102.3997141,
              3.1886272
            ],
            [
              102.3995691,
              3.1884003
            ],
            [
              102.3997584,
              3.1882536
            ],
            [
              102.399348,
              3.1877019
            ],
            [
              102.3996109,
              3.1875305
            ],
            [
              102.3994097,
              3.1870618
            ],
            [
              102.3998038,
              3.1868484
            ],
            [
              102.4001728,
              3.187959
            ],
            [
              102.4002544,
              3.1882584
            ],
            [
              102.399777,
              3.1886453
            ]
          ]
        ]
      },
      "id": "way/674882592"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/674885441",
        "amenity": "school",
        "isced:level": "1",
        "name": "SJK(C) Mengkarak",
        "name:zh": "明加叻中正华小",
        "ref": "CBCA084",
        "wikidata": "Q20449322",
        "wikipedia": "ms:Sekolah Jenis Kebangsaan (C) Mengkarak"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.4207709,
              3.3317195
            ],
            [
              102.4207175,
              3.3316232
            ],
            [
              102.4207551,
              3.3311065
            ],
            [
              102.4208597,
              3.331085
            ],
            [
              102.4209375,
              3.3304718
            ],
            [
              102.4219084,
              3.3307878
            ],
            [
              102.4221391,
              3.3308012
            ],
            [
              102.4220467,
              3.3313282
            ],
            [
              102.4219681,
              3.3318678
            ],
            [
              102.4207709,
              3.3317195
            ]
          ]
        ]
      },
      "id": "way/674885441"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/686386330",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.3181516,
              3.7653164
            ],
            [
              103.3175514,
              3.7636104
            ],
            [
              103.319879,
              3.7625751
            ],
            [
              103.3203301,
              3.7632368
            ],
            [
              103.320682,
              3.7645017
            ],
            [
              103.3181516,
              3.7653164
            ]
          ]
        ]
      },
      "id": "way/686386330"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/686386376",
        "amenity": "school",
        "name": "Sekolah Berasrama Penuh Integrasi Tun Abdul Razak",
        "short_name": "SBPI Pekan"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.3899511,
              3.5668934
            ],
            [
              103.387897,
              3.5632005
            ],
            [
              103.3883435,
              3.5620162
            ],
            [
              103.3912525,
              3.5629204
            ],
            [
              103.3910739,
              3.5637736
            ],
            [
              103.3916991,
              3.5651616
            ],
            [
              103.3899511,
              3.5668934
            ]
          ]
        ]
      },
      "id": "way/686386376"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/686386399",
        "amenity": "school",
        "name": "MRSM Tun Abdul Razak"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.3898243,
              3.5584138
            ],
            [
              103.3912487,
              3.5548352
            ],
            [
              103.3935717,
              3.5557225
            ],
            [
              103.3943747,
              3.5556145
            ],
            [
              103.3941371,
              3.556276
            ],
            [
              103.3938253,
              3.5571038
            ],
            [
              103.3938235,
              3.5576508
            ],
            [
              103.394916,
              3.5576675
            ],
            [
              103.3948979,
              3.5582438
            ],
            [
              103.3938811,
              3.5587592
            ],
            [
              103.3935758,
              3.5589264
            ],
            [
              103.3932699,
              3.5590829
            ],
            [
              103.3928139,
              3.5596124
            ],
            [
              103.3898243,
              3.5584138
            ]
          ]
        ]
      },
      "id": "way/686386399"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/692402274",
        "amenity": "school",
        "name": "MRSM Kuantan",
        "wikidata": "Q12696688",
        "wikipedia": "ms:Maktab Rendah Sains MARA Kuantan"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.3508391,
              3.8229216
            ],
            [
              103.3505459,
              3.8203516
            ],
            [
              103.3515658,
              3.8201984
            ],
            [
              103.3527156,
              3.8200185
            ],
            [
              103.3528508,
              3.8218578
            ],
            [
              103.3529141,
              3.8227191
            ],
            [
              103.3517091,
              3.8228367
            ],
            [
              103.3508391,
              3.8229216
            ]
          ]
        ]
      },
      "id": "way/692402274"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/694269026",
        "amenity": "school",
        "full_name": "Sekolah Menengah Kebangsaan Setia Wangsa",
        "name": "SMK Setia Wangsa",
        "wikidata": "Q20461877",
        "wikipedia": "ms:Sekolah Menengah Kebangsaan Setia Wangsa"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.0353248,
              4.1664069
            ],
            [
              102.0354778,
              4.1654208
            ],
            [
              102.0377012,
              4.1657729
            ],
            [
              102.0374205,
              4.1666279
            ],
            [
              102.0361308,
              4.1666658
            ],
            [
              102.0357894,
              4.1664615
            ],
            [
              102.0353248,
              4.1664069
            ]
          ]
        ]
      },
      "id": "way/694269026"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/694274491",
        "amenity": "school",
        "name": "SK Clifford"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.0400964,
              4.1766162
            ],
            [
              102.0389055,
              4.1753001
            ],
            [
              102.0396887,
              4.1745725
            ],
            [
              102.0405255,
              4.1744441
            ],
            [
              102.0408367,
              4.1759742
            ],
            [
              102.0400964,
              4.1766162
            ]
          ]
        ]
      },
      "id": "way/694274491"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/694274957",
        "addr:city": "Kuala Lipis",
        "addr:country": "MY",
        "addr:postcode": "27200",
        "amenity": "school",
        "isced:level": "1",
        "name": "Sekolah Rendah Jenis Kebangsaan (C) Chung Hwa",
        "name:zh": "中华华小",
        "ref": "CBC3041",
        "short_name": "SJK(C) Chung Hwa",
        "wikidata": "Q12708658",
        "wikipedia": "ms:Sekolah Rendah Jenis Kebangsaan (C) Chung Hwa, Pahang"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.0454954,
              4.1872431
            ],
            [
              102.0454734,
              4.1871034
            ],
            [
              102.0450814,
              4.1863973
            ],
            [
              102.0451722,
              4.1862636
            ],
            [
              102.0453356,
              4.1861872
            ],
            [
              102.0456656,
              4.1862145
            ],
            [
              102.0461056,
              4.1866647
            ],
            [
              102.046145,
              4.1869885
            ],
            [
              102.0456497,
              4.1871853
            ],
            [
              102.0456189,
              4.1872229
            ],
            [
              102.0456104,
              4.1872485
            ],
            [
              102.0455657,
              4.1872464
            ],
            [
              102.0454954,
              4.1872431
            ]
          ]
        ]
      },
      "id": "way/694274957"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/694274958",
        "amenity": "school",
        "name": "SMjK Chung Hwa"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.0461852,
              4.1866685
            ],
            [
              102.0456618,
              4.1861767
            ],
            [
              102.0451876,
              4.1859686
            ],
            [
              102.0450169,
              4.1852006
            ],
            [
              102.0462952,
              4.1849585
            ],
            [
              102.0463863,
              4.1857303
            ],
            [
              102.046796,
              4.1863242
            ],
            [
              102.0461852,
              4.1866685
            ]
          ]
        ]
      },
      "id": "way/694274958"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/694274959",
        "amenity": "school",
        "name": "SRJKT Kuala Lipis"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.0461815,
              4.186711
            ],
            [
              102.0468225,
              4.1863705
            ],
            [
              102.0470691,
              4.1865899
            ],
            [
              102.0470653,
              4.1869002
            ],
            [
              102.0467201,
              4.1870553
            ],
            [
              102.0463966,
              4.1870465
            ],
            [
              102.046299,
              4.1870439
            ],
            [
              102.0461815,
              4.186711
            ]
          ]
        ]
      },
      "id": "way/694274959"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/695914368",
        "amenity": "school",
        "full_name": "Sekolah Jenis Kebangsaan (C) Mentakab (1)",
        "name": "SJK (C) Mentakab 1",
        "name:zh": "文德甲中华公学一校",
        "source": "https://openstreetcam.org/details/2229002/17",
        "wikidata": "Q12703423",
        "wikipedia": "ms:Sekolah Jenis Kebangsaan (C) Mentakab (1)"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.3515724,
              3.4823455
            ],
            [
              102.3519648,
              3.481938
            ],
            [
              102.3525535,
              3.4818052
            ],
            [
              102.352859,
              3.482414
            ],
            [
              102.3532256,
              3.4831447
            ],
            [
              102.3528061,
              3.483237
            ],
            [
              102.352355,
              3.4832055
            ],
            [
              102.3519985,
              3.4828094
            ],
            [
              102.3515724,
              3.4823455
            ]
          ]
        ]
      },
      "id": "way/695914368"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/695914369",
        "amenity": "school",
        "full_name": "Sekolah Menengah Kebangsaan Mentakab",
        "name": "SMK Mentakab",
        "source": "https://openstreetcam.org/details/2229002/33",
        "wikidata": "Q12707884",
        "wikipedia": "ms:Sekolah Menengah Kebangsaan Mentakab"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.3496356,
              3.4813682
            ],
            [
              102.3492433,
              3.480935
            ],
            [
              102.3491968,
              3.4808257
            ],
            [
              102.34922,
              3.4806897
            ],
            [
              102.3505611,
              3.4798624
            ],
            [
              102.3507443,
              3.4798008
            ],
            [
              102.3509113,
              3.4798303
            ],
            [
              102.3516099,
              3.4805371
            ],
            [
              102.3516285,
              3.4806376
            ],
            [
              102.3515719,
              3.4807381
            ],
            [
              102.3508881,
              3.4815713
            ],
            [
              102.350822,
              3.4816204
            ],
            [
              102.3507227,
              3.4816146
            ],
            [
              102.3499496,
              3.481457
            ],
            [
              102.3497751,
              3.481437
            ],
            [
              102.3496356,
              3.4813682
            ]
          ]
        ]
      },
      "id": "way/695914369"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/695914370",
        "amenity": "school",
        "name": "SMK Seri Semantan"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.3188507,
              3.4831223
            ],
            [
              102.3184537,
              3.4826135
            ],
            [
              102.3184898,
              3.4808529
            ],
            [
              102.3204926,
              3.48097
            ],
            [
              102.3204566,
              3.4816229
            ],
            [
              102.321043,
              3.4816769
            ],
            [
              102.3208625,
              3.4831853
            ],
            [
              102.3188507,
              3.4831223
            ]
          ]
        ]
      },
      "id": "way/695914370"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/695914378",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.1814769,
              3.5022398
            ],
            [
              102.1814182,
              3.4995608
            ],
            [
              102.1828121,
              3.4997049
            ],
            [
              102.182749,
              3.5005514
            ],
            [
              102.1836556,
              3.5006504
            ],
            [
              102.1836962,
              3.5021588
            ],
            [
              102.1814769,
              3.5022398
            ]
          ]
        ]
      },
      "id": "way/695914378"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/695914379",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.184065,
              3.5058964
            ],
            [
              102.1829737,
              3.5047522
            ],
            [
              102.1829737,
              3.5046165
            ],
            [
              102.1830792,
              3.5045136
            ],
            [
              102.1842697,
              3.5041487
            ],
            [
              102.1845135,
              3.5040153
            ],
            [
              102.1851743,
              3.5035218
            ],
            [
              102.1864524,
              3.5049548
            ],
            [
              102.1858209,
              3.5055401
            ],
            [
              102.1851623,
              3.5056122
            ],
            [
              102.184065,
              3.5058964
            ]
          ]
        ]
      },
      "id": "way/695914379"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/695914380",
        "addr:street": "Batu 12, Jalan Karak",
        "amenity": "school",
        "full_name": "Sekolah Kebangsaan Rantau Panjang",
        "name": "SK Rantau Panjang"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.1472094,
              3.4854244
            ],
            [
              102.1476922,
              3.4850282
            ],
            [
              102.148867,
              3.4860777
            ],
            [
              102.1484647,
              3.4867309
            ],
            [
              102.1480838,
              3.4863668
            ],
            [
              102.1472094,
              3.4854244
            ]
          ]
        ]
      },
      "id": "way/695914380"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/695914381",
        "amenity": "school",
        "full_name": "Sekolah Kebangsaan Jambu Rias",
        "name": "SK Jambu Rias"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.0965366,
              3.4645693
            ],
            [
              102.097409,
              3.4637477
            ],
            [
              102.0975228,
              3.4638347
            ],
            [
              102.0976139,
              3.4643838
            ],
            [
              102.0971663,
              3.4649668
            ],
            [
              102.0965366,
              3.4645693
            ]
          ]
        ]
      },
      "id": "way/695914381"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/695914390",
        "amenity": "school",
        "name": "Sekolah Kebangsan Karak",
        "short_name": "SK Karak",
        "wikidata": "Q12705119",
        "wikipedia": "ms:Sekolah Kebangsaan Karak"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.0345872,
              3.4123219
            ],
            [
              102.0343842,
              3.4107729
            ],
            [
              102.0348353,
              3.4107549
            ],
            [
              102.0351646,
              3.4110071
            ],
            [
              102.0353135,
              3.4117005
            ],
            [
              102.0354603,
              3.4122588
            ],
            [
              102.0350627,
              3.4126234
            ],
            [
              102.0347541,
              3.4124615
            ],
            [
              102.0345872,
              3.4123219
            ]
          ]
        ]
      },
      "id": "way/695914390"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/695914413",
        "amenity": "school",
        "full_name": "Sekolah Kebangsaan Sulaiman",
        "name": "SK Sulaiman",
        "wikidata": "Q20447575",
        "wikipedia": "ms:Sekolah Kebangsaan Sulaiman"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.9088508,
              3.5244671
            ],
            [
              101.9098748,
              3.5231975
            ],
            [
              101.9103936,
              3.5236387
            ],
            [
              101.9104206,
              3.5238548
            ],
            [
              101.9102222,
              3.5240349
            ],
            [
              101.9102943,
              3.5243861
            ],
            [
              101.9096042,
              3.5250705
            ],
            [
              101.9088508,
              3.5244671
            ]
          ]
        ]
      },
      "id": "way/695914413"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/697207338",
        "amenity": "school",
        "full_name": "Sekolah Kebangsaan (FELDA) Sungai Nerek",
        "name": "SK (FELDA) Sungai Nerek",
        "wikidata": "Q12704146",
        "wikipedia": "ms:Sekolah Kebangsaan (Felda) Sg Nerek"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.5028775,
              3.5328589
            ],
            [
              102.5022593,
              3.5318557
            ],
            [
              102.5030786,
              3.5313219
            ],
            [
              102.5044857,
              3.5310834
            ],
            [
              102.5045654,
              3.5317421
            ],
            [
              102.504023,
              3.5318822
            ],
            [
              102.5037613,
              3.5321321
            ],
            [
              102.5033175,
              3.5329422
            ],
            [
              102.5028775,
              3.5328589
            ]
          ]
        ]
      },
      "id": "way/697207338"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/697597073",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.4011853,
              4.3829547
            ],
            [
              102.4006999,
              4.382944
            ],
            [
              102.400437,
              4.382131
            ],
            [
              102.400555,
              4.3815453
            ],
            [
              102.4008286,
              4.3810211
            ],
            [
              102.4015501,
              4.3811762
            ],
            [
              102.4014884,
              4.3818582
            ],
            [
              102.4011853,
              4.3829547
            ]
          ]
        ]
      },
      "id": "way/697597073"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/713384404",
        "amenity": "school",
        "name": "SK Bukit Fraser",
        "name:ms": "Sekolah Kebangsaan Bukit Fraser",
        "phone": "+609-362 2413",
        "website": "https://www.facebook.com/skbukitfraser/"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.732117,
              3.7187313
            ],
            [
              101.7320438,
              3.7187343
            ],
            [
              101.731997,
              3.7186633
            ],
            [
              101.7319544,
              3.7186552
            ],
            [
              101.7319269,
              3.7186339
            ],
            [
              101.7318893,
              3.7186339
            ],
            [
              101.7318527,
              3.7186643
            ],
            [
              101.7317501,
              3.7185842
            ],
            [
              101.7317582,
              3.7181887
            ],
            [
              101.7317013,
              3.7181268
            ],
            [
              101.7317053,
              3.7179544
            ],
            [
              101.7321292,
              3.7179676
            ],
            [
              101.7321475,
              3.7183286
            ],
            [
              101.7321525,
              3.7184412
            ],
            [
              101.7321353,
              3.7184939
            ],
            [
              101.732117,
              3.7187313
            ]
          ]
        ]
      },
      "id": "way/713384404"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/715266325",
        "amenity": "school",
        "name": "SJK (T) Bukit fraser",
        "name:ms": "SJK (Tamil) Bukit Fraser",
        "name:ta": "தேசியம்எதிரி தமிழ்ப்பள்ளி பிரேசர் மனவ பிரேசர் மனஸ பதநி பாருல் மக்மூர்"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.7439507,
              3.7189482
            ],
            [
              101.7440406,
              3.7191262
            ],
            [
              101.7439011,
              3.7192105
            ],
            [
              101.744007,
              3.7194648
            ],
            [
              101.7435967,
              3.719529
            ],
            [
              101.7435189,
              3.7192747
            ],
            [
              101.7437442,
              3.719173
            ],
            [
              101.7438783,
              3.7190619
            ],
            [
              101.7438474,
              3.7190205
            ],
            [
              101.7439507,
              3.7189482
            ]
          ]
        ]
      },
      "id": "way/715266325"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/739801384",
        "amenity": "school",
        "full_name": "Sekolah Menengah Kebangsaan Sulaiman",
        "name": "SMK Sulaiman",
        "source": "Bing",
        "wikidata": "Q12708192",
        "wikipedia": "ms:Sekolah Menengah Kebangsaan Sulaiman"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.9104323,
              3.499579
            ],
            [
              101.9100769,
              3.49844
            ],
            [
              101.9112296,
              3.4980755
            ],
            [
              101.9128561,
              3.500964
            ],
            [
              101.9124825,
              3.5015745
            ],
            [
              101.911626,
              3.5019344
            ],
            [
              101.9107672,
              3.5003717
            ],
            [
              101.9104323,
              3.499579
            ]
          ]
        ]
      },
      "id": "way/739801384"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/739801385",
        "amenity": "school",
        "full_name": "Sekolah Menengah Kebangsaan Kuala Repas",
        "name": "SMK Kuala Repas",
        "wikidata": "Q12707827",
        "wikipedia": "ms:Sekolah Menengah Kebangsaan Kuala Repas"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.8893836,
              3.5541189
            ],
            [
              101.890436,
              3.5515766
            ],
            [
              101.8906684,
              3.5516131
            ],
            [
              101.8913882,
              3.5520687
            ],
            [
              101.8917299,
              3.5520368
            ],
            [
              101.8919896,
              3.5523967
            ],
            [
              101.8919258,
              3.5543285
            ],
            [
              101.8905408,
              3.5545881
            ],
            [
              101.8899804,
              3.5545563
            ],
            [
              101.8898118,
              3.554251
            ],
            [
              101.8893836,
              3.5541189
            ]
          ]
        ]
      },
      "id": "way/739801385"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/748705359",
        "amenity": "school",
        "name": "SK Balok Baru"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.380842,
              3.9617173
            ],
            [
              103.3791278,
              3.9606822
            ],
            [
              103.3822855,
              3.9583961
            ],
            [
              103.3834493,
              3.9597912
            ],
            [
              103.380842,
              3.9617173
            ]
          ]
        ]
      },
      "id": "way/748705359"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/748705462",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.3327092,
              3.8971218
            ],
            [
              103.3326099,
              3.8960147
            ],
            [
              103.3341617,
              3.8961947
            ],
            [
              103.3356593,
              3.8957897
            ],
            [
              103.3359461,
              3.8963564
            ],
            [
              103.3359214,
              3.8968308
            ],
            [
              103.3348113,
              3.8991471
            ],
            [
              103.3338098,
              3.898616
            ],
            [
              103.3337377,
              3.8977789
            ],
            [
              103.3327092,
              3.8971218
            ]
          ]
        ]
      },
      "id": "way/748705462"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/759801924",
        "amenity": "school",
        "name": "SK Telanok (JHEOA)"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.5728601,
              4.4486466
            ],
            [
              101.571637,
              4.4471811
            ],
            [
              101.5719642,
              4.4469405
            ],
            [
              101.5731766,
              4.4483043
            ],
            [
              101.5728601,
              4.4486466
            ]
          ]
        ]
      },
      "id": "way/759801924"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/759801925",
        "amenity": "school",
        "name": "SK Ringlet"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.3855721,
              4.4250507
            ],
            [
              101.3839947,
              4.4246494
            ],
            [
              101.3842711,
              4.4242886
            ],
            [
              101.3848647,
              4.4241589
            ],
            [
              101.3857225,
              4.4247021
            ],
            [
              101.3855721,
              4.4250507
            ]
          ]
        ]
      },
      "id": "way/759801925"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/759801926",
        "amenity": "school",
        "name": "SK Kampung Raja"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.4066187,
              4.5640541
            ],
            [
              101.4064132,
              4.5634256
            ],
            [
              101.406656,
              4.5631696
            ],
            [
              101.4067961,
              4.5628763
            ],
            [
              101.4071417,
              4.562718
            ],
            [
              101.407576,
              4.5635886
            ],
            [
              101.4074219,
              4.5637329
            ],
            [
              101.4071931,
              4.5639051
            ],
            [
              101.4069082,
              4.5640075
            ],
            [
              101.4066187,
              4.5640541
            ]
          ]
        ]
      },
      "id": "way/759801926"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/759801927",
        "amenity": "school",
        "name": "SMK Kampung Raja"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.4066187,
              4.5640541
            ],
            [
              101.4069082,
              4.5640075
            ],
            [
              101.4071931,
              4.5639051
            ],
            [
              101.4074219,
              4.5637329
            ],
            [
              101.407576,
              4.5635886
            ],
            [
              101.4079683,
              4.5632906
            ],
            [
              101.4083559,
              4.5636584
            ],
            [
              101.4083092,
              4.5638725
            ],
            [
              101.4081037,
              4.564096
            ],
            [
              101.4081598,
              4.5646732
            ],
            [
              101.4078609,
              4.5647244
            ],
            [
              101.4076274,
              4.5643194
            ],
            [
              101.4068755,
              4.5645056
            ],
            [
              101.4066747,
              4.5643194
            ],
            [
              101.4066187,
              4.5640541
            ]
          ]
        ]
      },
      "id": "way/759801927"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/759801929",
        "amenity": "school",
        "name": "SK Convent"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.3738871,
              4.4711803
            ],
            [
              101.3737413,
              4.4710606
            ],
            [
              101.3736963,
              4.4709238
            ],
            [
              101.3736984,
              4.4706223
            ],
            [
              101.3733831,
              4.4704555
            ],
            [
              101.3732358,
              4.4704506
            ],
            [
              101.3729139,
              4.4706936
            ],
            [
              101.3727912,
              4.4707057
            ],
            [
              101.3728459,
              4.4702934
            ],
            [
              101.3730927,
              4.4700313
            ],
            [
              101.3740798,
              4.4702613
            ],
            [
              101.3743319,
              4.4705608
            ],
            [
              101.3741817,
              4.4710314
            ],
            [
              101.3738871,
              4.4711803
            ]
          ]
        ]
      },
      "id": "way/759801929"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/759801930",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.4076845,
              4.5669841
            ],
            [
              101.4065855,
              4.567124
            ],
            [
              101.4064887,
              4.5665015
            ],
            [
              101.4068809,
              4.5662457
            ],
            [
              101.4075102,
              4.5661443
            ],
            [
              101.4076845,
              4.5669841
            ]
          ]
        ]
      },
      "id": "way/759801930"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/759801931",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.3992012,
              4.4172689
            ],
            [
              101.3986956,
              4.4168052
            ],
            [
              101.3985809,
              4.4166512
            ],
            [
              101.3989329,
              4.4163852
            ],
            [
              101.3992337,
              4.416523
            ],
            [
              101.3995793,
              4.4164825
            ],
            [
              101.3997582,
              4.416669
            ],
            [
              101.3992012,
              4.4172689
            ]
          ]
        ]
      },
      "id": "way/759801931"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/759801932",
        "amenity": "school",
        "name": "SJK(T) Ladang Sungai Palas"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.4141917,
              4.516296
            ],
            [
              101.4137139,
              4.5161301
            ],
            [
              101.4137529,
              4.5159502
            ],
            [
              101.4142448,
              4.5160243
            ],
            [
              101.4141917,
              4.516296
            ]
          ]
        ]
      },
      "id": "way/759801932"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/759801933",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.4273286,
              4.5161033
            ],
            [
              101.4265399,
              4.5159331
            ],
            [
              101.4265765,
              4.5157345
            ],
            [
              101.4274953,
              4.515467
            ],
            [
              101.4278043,
              4.5157143
            ],
            [
              101.427723,
              4.5159331
            ],
            [
              101.4274302,
              4.5159534
            ],
            [
              101.4273286,
              4.5161033
            ]
          ]
        ]
      },
      "id": "way/759801933"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/759801934",
        "amenity": "school",
        "name": "SJK(T) Kuala Terla",
        "name:ta": "குவாலத்தெர்லா தமிழ்ப்பள்ளி"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.4126728,
              4.5462121
            ],
            [
              101.4125956,
              4.5463134
            ],
            [
              101.4124492,
              4.5463621
            ],
            [
              101.4122988,
              4.5462162
            ],
            [
              101.4123313,
              4.5458555
            ],
            [
              101.412433,
              4.5456853
            ],
            [
              101.4126647,
              4.545584
            ],
            [
              101.4126728,
              4.5462121
            ]
          ]
        ]
      },
      "id": "way/759801934"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/759801935",
        "amenity": "school",
        "name": "SJK(T) Ladang Blue Valley",
        "name:ta": "புளு வேலி தமிழ்ப்பள்ளியின்"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.4168475,
              4.5880099
            ],
            [
              101.4164963,
              4.5869473
            ],
            [
              101.4171988,
              4.5867385
            ],
            [
              101.4175192,
              4.5878748
            ],
            [
              101.4168475,
              4.5880099
            ]
          ]
        ]
      },
      "id": "way/759801935"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/775687546",
        "amenity": "school",
        "name": "Sekolah Menengah Kebangsaan Seri Baging"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.3789781,
              4.0813781
            ],
            [
              103.3795687,
              4.0788957
            ],
            [
              103.3814622,
              4.0793462
            ],
            [
              103.3808717,
              4.0818286
            ],
            [
              103.3789781,
              4.0813781
            ]
          ]
        ]
      },
      "id": "way/775687546"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/778750742",
        "amenity": "school",
        "name": "Sekolah Kebangsaan Sungai Puteri",
        "operator": "Ministry of Education Malaysia",
        "operator:type": "government"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.4482931,
              2.8125921
            ],
            [
              103.4486741,
              2.8130368
            ],
            [
              103.4491108,
              2.8126862
            ],
            [
              103.4499286,
              2.8136997
            ],
            [
              103.4483273,
              2.814897
            ],
            [
              103.4472398,
              2.8134687
            ],
            [
              103.4482931,
              2.8125921
            ]
          ]
        ]
      },
      "id": "way/778750742"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/780125027",
        "amenity": "school",
        "name": "Sekolah Kebangsaan Lipat Kajang"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.4043371,
              3.5829424
            ],
            [
              102.4034213,
              3.5824857
            ],
            [
              102.4036241,
              3.5815346
            ],
            [
              102.4036947,
              3.5812715
            ],
            [
              102.4041981,
              3.5810767
            ],
            [
              102.4043348,
              3.5816326
            ],
            [
              102.4044237,
              3.5817989
            ],
            [
              102.4049111,
              3.582423
            ],
            [
              102.4043371,
              3.5829424
            ]
          ]
        ]
      },
      "id": "way/780125027"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/780125041",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.3923343,
              3.5537658
            ],
            [
              102.391799,
              3.5530619
            ],
            [
              102.3911725,
              3.5525789
            ],
            [
              102.3913092,
              3.552383
            ],
            [
              102.3920199,
              3.5522691
            ],
            [
              102.3921521,
              3.5528523
            ],
            [
              102.3924414,
              3.5532373
            ],
            [
              102.3926327,
              3.5536245
            ],
            [
              102.3923343,
              3.5537658
            ]
          ]
        ]
      },
      "id": "way/780125041"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/780125061",
        "addr:district": "Temerloh",
        "addr:postcode": "28020",
        "amenity": "school",
        "name": "Sekolah Kebangsaan Sanggang"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.4278319,
              3.5293366
            ],
            [
              102.4276929,
              3.5298606
            ],
            [
              102.4262418,
              3.5305576
            ],
            [
              102.4260208,
              3.5299323
            ],
            [
              102.4259593,
              3.5295872
            ],
            [
              102.4265471,
              3.5293868
            ],
            [
              102.4265482,
              3.5293503
            ],
            [
              102.4272737,
              3.5290678
            ],
            [
              102.4278319,
              3.5293366
            ]
          ]
        ]
      },
      "id": "way/780125061"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/781475166",
        "amenity": "school",
        "barrier": "fence",
        "name": "Sekolah Kebangsaan Kuala Mai Bharu"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.367012,
              3.7689002
            ],
            [
              102.3682615,
              3.7687521
            ],
            [
              102.3689165,
              3.7689401
            ],
            [
              102.3688698,
              3.769292
            ],
            [
              102.3686363,
              3.7697134
            ],
            [
              102.3685806,
              3.7697629
            ],
            [
              102.3684734,
              3.7698581
            ],
            [
              102.3674881,
              3.7701907
            ],
            [
              102.367282,
              3.7697237
            ],
            [
              102.367012,
              3.7689002
            ]
          ]
        ]
      },
      "id": "way/781475166"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/781481296",
        "amenity": "school",
        "barrier": "fence",
        "name": "Sekolah Kebangsaan Temin"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.3866874,
              3.9134603
            ],
            [
              102.3866311,
              3.9135323
            ],
            [
              102.3864457,
              3.9137697
            ],
            [
              102.3861119,
              3.9137549
            ],
            [
              102.3858431,
              3.9137662
            ],
            [
              102.3848959,
              3.9136355
            ],
            [
              102.3846955,
              3.913512
            ],
            [
              102.385466,
              3.9119634
            ],
            [
              102.3870854,
              3.9122196
            ],
            [
              102.3866874,
              3.9134603
            ]
          ]
        ]
      },
      "id": "way/781481296"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/783257756",
        "amenity": "school",
        "name": "Sekolah Kebangsaan Pedah"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.418627,
              3.9603252
            ],
            [
              102.4171577,
              3.959758
            ],
            [
              102.417144,
              3.9591497
            ],
            [
              102.4179983,
              3.9590882
            ],
            [
              102.4190758,
              3.9593844
            ],
            [
              102.418627,
              3.9603252
            ]
          ]
        ]
      },
      "id": "way/783257756"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/783800131",
        "amenity": "school",
        "barrier": "fence",
        "name": "Sekolah Kebangsaan Seri Songsang",
        "source": "bing"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.3945804,
              3.5180946
            ],
            [
              102.3945759,
              3.5168257
            ],
            [
              102.3968971,
              3.517033
            ],
            [
              102.3968265,
              3.5175182
            ],
            [
              102.3967468,
              3.5175592
            ],
            [
              102.3967305,
              3.5175911
            ],
            [
              102.3966898,
              3.5176709
            ],
            [
              102.3966056,
              3.5180148
            ],
            [
              102.3964142,
              3.5185752
            ],
            [
              102.3957975,
              3.5183969
            ],
            [
              102.3953823,
              3.5182768
            ],
            [
              102.3945804,
              3.5180946
            ]
          ]
        ]
      },
      "id": "way/783800131"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/794509592",
        "amenity": "school",
        "name": "Sekolah Menengah Kebangsaan Sungai Puteri"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.4445991,
              2.8181192
            ],
            [
              103.4430062,
              2.8161497
            ],
            [
              103.4443433,
              2.8149865
            ],
            [
              103.446041,
              2.8169406
            ],
            [
              103.4445991,
              2.8181192
            ]
          ]
        ]
      },
      "id": "way/794509592"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/804119488",
        "amenity": "school",
        "name": "SK Kampong Aur"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.0101746,
              3.0678471
            ],
            [
              103.0110568,
              3.0682368
            ],
            [
              103.0108007,
              3.0689392
            ],
            [
              103.010012,
              3.0687118
            ],
            [
              103.0101746,
              3.0678471
            ]
          ]
        ]
      },
      "id": "way/804119488"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/809641506",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.346712,
              3.8233126
            ],
            [
              103.346358,
              3.8218871
            ],
            [
              103.3473566,
              3.8218446
            ],
            [
              103.3476759,
              3.8232154
            ],
            [
              103.346712,
              3.8233126
            ]
          ]
        ]
      },
      "id": "way/809641506"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/830765455",
        "amenity": "school",
        "barrier": "fence",
        "fence_type": "concrete",
        "name": "Sekolah Rendah Agama At-Taqwa"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.3915486,
              3.4666047
            ],
            [
              102.3921627,
              3.4659538
            ],
            [
              102.3922132,
              3.4659497
            ],
            [
              102.3922898,
              3.4660386
            ],
            [
              102.3927119,
              3.4665955
            ],
            [
              102.3927152,
              3.4666457
            ],
            [
              102.3919671,
              3.4669396
            ],
            [
              102.3918901,
              3.4669353
            ],
            [
              102.3915474,
              3.4666672
            ],
            [
              102.3915486,
              3.4666047
            ]
          ]
        ]
      },
      "id": "way/830765455"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/842769123",
        "amenity": "school",
        "name": "Sekolah Kebangsaan Lemoi"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.5218917,
              4.3559149
            ],
            [
              101.521763,
              4.3557732
            ],
            [
              101.5221932,
              4.3550417
            ],
            [
              101.5229902,
              4.3550226
            ],
            [
              101.5229941,
              4.356026
            ],
            [
              101.5225639,
              4.3560413
            ],
            [
              101.5223757,
              4.3559954
            ],
            [
              101.5220761,
              4.3559168
            ],
            [
              101.5218917,
              4.3559149
            ]
          ]
        ]
      },
      "id": "way/842769123"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/859366398",
        "amenity": "school",
        "full_name": "Sekolah Jenis Kebangsaan (C) Taman Tas",
        "name": "SJK (C) Taman Tas 关丹达士华文小学",
        "name:en": "SJK (C) Taman Tas",
        "name:zh": "达士华小",
        "website": "https://www.facebook.com/SJKC-TAMAN-TAS-%E5%85%B3%E4%B8%B9%E8%BE%BE%E5%A3%AB%E5%8D%8E%E6%A0%A1-1556777117884866/",
        "wikidata": "Q20455482",
        "wikipedia": "ms:Sekolah Jenis Kebangsaan (C) Taman Tas"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.2525411,
              3.7676644
            ],
            [
              103.2507332,
              3.7665481
            ],
            [
              103.2513827,
              3.7660439
            ],
            [
              103.2528767,
              3.7664292
            ],
            [
              103.2525411,
              3.7676644
            ]
          ]
        ]
      },
      "id": "way/859366398"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/859366436",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.2062137,
              3.7387177
            ],
            [
              103.2049078,
              3.737923
            ],
            [
              103.2054203,
              3.7370846
            ],
            [
              103.206726,
              3.7378795
            ],
            [
              103.2062137,
              3.7387177
            ]
          ]
        ]
      },
      "id": "way/859366436"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/859382526",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.1922743,
              3.7626019
            ],
            [
              103.1932786,
              3.7611225
            ],
            [
              103.1942215,
              3.7614974
            ],
            [
              103.1939482,
              3.7628064
            ],
            [
              103.1934699,
              3.7636586
            ],
            [
              103.1931488,
              3.7635632
            ],
            [
              103.1922743,
              3.7626019
            ]
          ]
        ]
      },
      "id": "way/859382526"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/859394589",
        "amenity": "school",
        "name": "SMK Seri Panching"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.169819,
              3.7946922
            ],
            [
              103.1695895,
              3.7944072
            ],
            [
              103.1699923,
              3.7940511
            ],
            [
              103.1693753,
              3.7935677
            ],
            [
              103.1702626,
              3.7923923
            ],
            [
              103.1709409,
              3.7928298
            ],
            [
              103.1710989,
              3.7931097
            ],
            [
              103.1709307,
              3.7933082
            ],
            [
              103.1715375,
              3.7941376
            ],
            [
              103.1707114,
              3.7946006
            ],
            [
              103.1704564,
              3.7942241
            ],
            [
              103.169819,
              3.7946922
            ]
          ]
        ]
      },
      "id": "way/859394589"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/859394596",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.1478498,
              3.889949
            ],
            [
              103.1483635,
              3.8892334
            ],
            [
              103.1480339,
              3.8889979
            ],
            [
              103.1486075,
              3.8881988
            ],
            [
              103.1497862,
              3.889041
            ],
            [
              103.1486988,
              3.8905558
            ],
            [
              103.1478498,
              3.889949
            ]
          ]
        ]
      },
      "id": "way/859394596"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/859414731",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.256335,
              3.8547163
            ],
            [
              103.2570962,
              3.8539229
            ],
            [
              103.2581975,
              3.8549114
            ],
            [
              103.2576362,
              3.8556199
            ],
            [
              103.256335,
              3.8547163
            ]
          ]
        ]
      },
      "id": "way/859414731"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/859966157",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.3322272,
              3.8547826
            ],
            [
              103.3323588,
              3.8545745
            ],
            [
              103.3326097,
              3.8541777
            ],
            [
              103.3330031,
              3.8541741
            ],
            [
              103.3339847,
              3.854923
            ],
            [
              103.3339017,
              3.855031
            ],
            [
              103.3329345,
              3.8556143
            ],
            [
              103.3322272,
              3.8547826
            ]
          ]
        ]
      },
      "id": "way/859966157"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/859976458",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.3334376,
              3.8240667
            ],
            [
              103.3327411,
              3.8236814
            ],
            [
              103.3330695,
              3.822756
            ],
            [
              103.3339464,
              3.8232673
            ],
            [
              103.3334376,
              3.8240667
            ]
          ]
        ]
      },
      "id": "way/859976458"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/859976461",
        "amenity": "school",
        "name": "SMK Alor Akar",
        "short_name": "SMKAA"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.3504755,
              3.8269223
            ],
            [
              103.3504339,
              3.8261089
            ],
            [
              103.3508041,
              3.8252209
            ],
            [
              103.3517107,
              3.825167
            ],
            [
              103.3519145,
              3.8254782
            ],
            [
              103.3516359,
              3.826914
            ],
            [
              103.3515319,
              3.8269928
            ],
            [
              103.3504755,
              3.8269223
            ]
          ]
        ]
      },
      "id": "way/859976461"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/867309887",
        "amenity": "school",
        "name": "SJK (C) Khai Mun Repas",
        "name:zh": "启文力巴士华小",
        "wikidata": "Q20465545",
        "wikipedia": "ms:Sekolah Jenis Kebangsaan (C) Khai Mun Repas"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.9034867,
              3.5295187
            ],
            [
              101.9036798,
              3.5289538
            ],
            [
              101.904176,
              3.5291305
            ],
            [
              101.9043665,
              3.5292269
            ],
            [
              101.9043061,
              3.5293407
            ],
            [
              101.9041894,
              3.5296178
            ],
            [
              101.9041492,
              3.5297971
            ],
            [
              101.9039293,
              3.5297463
            ],
            [
              101.9036959,
              3.5296646
            ],
            [
              101.9035377,
              3.5296084
            ],
            [
              101.9034867,
              3.5295187
            ]
          ]
        ]
      },
      "id": "way/867309887"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/867321986",
        "amenity": "school",
        "isced:level": "1",
        "name": "SJK(C) Sungai Dua",
        "name:zh": "双溪都亚华小",
        "operator:type": "public",
        "ref": "CBC0029",
        "wikidata": "Q62024475"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.9946788,
              3.456476
            ],
            [
              101.9947072,
              3.4564597
            ],
            [
              101.9950655,
              3.4565435
            ],
            [
              101.9950977,
              3.4565828
            ],
            [
              101.9959305,
              3.4568726
            ],
            [
              101.9957067,
              3.4579298
            ],
            [
              101.9949968,
              3.4579908
            ],
            [
              101.9946788,
              3.456476
            ]
          ]
        ]
      },
      "id": "way/867321986"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/876568006",
        "addr:city": "Bandar Bera",
        "addr:postcode": "28200",
        "amenity": "school",
        "name": "SMK Seri Bera"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.4604678,
              3.290993
            ],
            [
              102.4571551,
              3.2922648
            ],
            [
              102.4567185,
              3.2915126
            ],
            [
              102.4564189,
              3.2909964
            ],
            [
              102.4577497,
              3.2904805
            ],
            [
              102.4575126,
              3.2897915
            ],
            [
              102.4596538,
              3.2889356
            ],
            [
              102.4604678,
              3.290993
            ]
          ]
        ]
      },
      "id": "way/876568006"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/876568007",
        "addr:city": "Bandar Bera",
        "addr:postcode": "28200",
        "amenity": "school",
        "name": "SK Kerayong"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.4612747,
              3.2909744
            ],
            [
              102.4611756,
              3.2904514
            ],
            [
              102.4608182,
              3.2904479
            ],
            [
              102.4607828,
              3.2902041
            ],
            [
              102.4628957,
              3.2898402
            ],
            [
              102.4631363,
              3.2906811
            ],
            [
              102.4612747,
              3.2909744
            ]
          ]
        ]
      },
      "id": "way/876568007"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/881623117",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.4463311,
              3.469309
            ],
            [
              102.4469373,
              3.4690677
            ],
            [
              102.4468543,
              3.4712398
            ],
            [
              102.4462372,
              3.4712218
            ],
            [
              102.4463311,
              3.469309
            ]
          ]
        ]
      },
      "id": "way/881623117"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/881623119",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.4295349,
              3.4922851
            ],
            [
              102.4285389,
              3.4905057
            ],
            [
              102.4289214,
              3.490376
            ],
            [
              102.4289358,
              3.490095
            ],
            [
              102.4292895,
              3.4900806
            ],
            [
              102.4292967,
              3.4890432
            ],
            [
              102.4298669,
              3.4895115
            ],
            [
              102.4304226,
              3.489425
            ],
            [
              102.430336,
              3.4902175
            ],
            [
              102.4311155,
              3.4901455
            ],
            [
              102.4315991,
              3.4910172
            ],
            [
              102.4302927,
              3.4913918
            ],
            [
              102.429737,
              3.4922202
            ],
            [
              102.4295349,
              3.4922851
            ]
          ]
        ]
      },
      "id": "way/881623119"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/881623133",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.3670249,
              3.7076425
            ],
            [
              102.36503,
              3.7063219
            ],
            [
              102.3654659,
              3.7056165
            ],
            [
              102.3663416,
              3.7061612
            ],
            [
              102.3669228,
              3.7054128
            ],
            [
              102.367182,
              3.7057106
            ],
            [
              102.3675904,
              3.7057341
            ],
            [
              102.3677828,
              3.7055264
            ],
            [
              102.3683208,
              3.7055774
            ],
            [
              102.3682619,
              3.7071801
            ],
            [
              102.3678378,
              3.7071174
            ],
            [
              102.3676454,
              3.7071096
            ],
            [
              102.3674883,
              3.7071762
            ],
            [
              102.3670249,
              3.7076425
            ]
          ]
        ]
      },
      "id": "way/881623133"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/881623136",
        "addr:city": "Kuala Krau",
        "addr:postcode": "28050",
        "amenity": "school",
        "isced:level": "1",
        "name": "Sekolah Jenis Kebangsaan (C) Kuala Krau",
        "name:zh": "瓜拉吉挠华小",
        "ref": "CBC7087",
        "short_name": "SJK(C) Kuala Krau",
        "wikidata": "Q12703356",
        "wikipedia": "ms:Sekolah Jenis Kebangsaan (C) Kuala Krau"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.3690315,
              3.7114445
            ],
            [
              102.3694584,
              3.7107898
            ],
            [
              102.369605,
              3.7108703
            ],
            [
              102.3697042,
              3.710956
            ],
            [
              102.3699004,
              3.7111004
            ],
            [
              102.3694039,
              3.7117632
            ],
            [
              102.3690315,
              3.7114445
            ]
          ]
        ]
      },
      "id": "way/881623136"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/881623144",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.4647774,
              3.4599183
            ],
            [
              102.4661198,
              3.4589745
            ],
            [
              102.4678304,
              3.4598967
            ],
            [
              102.4671592,
              3.4608621
            ],
            [
              102.4647774,
              3.4599183
            ]
          ]
        ]
      },
      "id": "way/881623144"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/881623149",
        "alt_name": "SK Bandar Temerloh",
        "amenity": "school",
        "name": "Sekolah Kebangsaan Bandar Temerloh"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.418887,
              3.445771
            ],
            [
              102.4180092,
              3.4451189
            ],
            [
              102.4183473,
              3.444162
            ],
            [
              102.4206014,
              3.4445786
            ],
            [
              102.4204007,
              3.4452365
            ],
            [
              102.4205308,
              3.4453288
            ],
            [
              102.4203899,
              3.4459179
            ],
            [
              102.418887,
              3.445771
            ]
          ]
        ]
      },
      "id": "way/881623149"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/881623155",
        "amenity": "school",
        "name": "SMK Taman Temerloh Jaya",
        "wikidata": "Q20459610",
        "wikipedia": "ms:Sekolah Menengah Kebangsaan Temerloh Jaya"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.3926964,
              3.4451761
            ],
            [
              102.3944679,
              3.4440428
            ],
            [
              102.3957025,
              3.4449433
            ],
            [
              102.3944951,
              3.446197
            ],
            [
              102.3944093,
              3.446165
            ],
            [
              102.3943522,
              3.4462308
            ],
            [
              102.3942858,
              3.4462898
            ],
            [
              102.3939846,
              3.4461065
            ],
            [
              102.3935601,
              3.4461818
            ],
            [
              102.3926964,
              3.4451761
            ]
          ]
        ]
      },
      "id": "way/881623155"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/881623156",
        "amenity": "school",
        "name": "SK Taman Temerloh Jaya",
        "wikidata": "Q12707063",
        "wikipedia": "ms:Sekolah Kebangsaan Temerloh Jaya"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.3944951,
              3.446197
            ],
            [
              102.3957025,
              3.4449433
            ],
            [
              102.3964198,
              3.4455605
            ],
            [
              102.39641,
              3.446228
            ],
            [
              102.3961295,
              3.4462178
            ],
            [
              102.395516,
              3.4466357
            ],
            [
              102.395211,
              3.4465046
            ],
            [
              102.3949503,
              3.4463926
            ],
            [
              102.3944951,
              3.446197
            ]
          ]
        ]
      },
      "id": "way/881623156"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/881623161",
        "addr:city": "Temerloh",
        "addr:postcode": "28000",
        "addr:street": "Jalan Sri Semantan Permai 1",
        "amenity": "school",
        "area": "yes",
        "name": "Sekolah Kebangsaan Mentakab Jaya"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.385539,
              3.4783661
            ],
            [
              102.3867163,
              3.4784615
            ],
            [
              102.3865448,
              3.4802687
            ],
            [
              102.3864245,
              3.4803704
            ],
            [
              102.3857647,
              3.4803798
            ],
            [
              102.3854301,
              3.4799204
            ],
            [
              102.385539,
              3.4783661
            ]
          ]
        ]
      },
      "id": "way/881623161"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/881634957",
        "amenity": "school",
        "area": "yes",
        "name": "Sekolah Kebangsaan Bukit Dinding"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.3773189,
              3.8362362
            ],
            [
              102.3771369,
              3.8351462
            ],
            [
              102.3794431,
              3.8346133
            ],
            [
              102.3797709,
              3.8357397
            ],
            [
              102.3781201,
              3.8363089
            ],
            [
              102.3773189,
              3.8362362
            ]
          ]
        ]
      },
      "id": "way/881634957"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/882331936",
        "addr:city": "Bera",
        "addr:postcode": "28200",
        "addr:street": "Jalan Temerloh - Kemayan",
        "amenity": "school",
        "name": "SMK Bandar Kerayong"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.4469815,
              3.2638471
            ],
            [
              102.4469761,
              3.2612175
            ],
            [
              102.4493472,
              3.2612228
            ],
            [
              102.4493311,
              3.2636115
            ],
            [
              102.4492238,
              3.2638257
            ],
            [
              102.4469815,
              3.2638471
            ]
          ]
        ]
      },
      "id": "way/882331936"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/882331937",
        "addr:city": "Bera",
        "addr:postcode": "28200",
        "amenity": "school",
        "full_name": "Sekolah Kebangsaan Kerayong Jaya",
        "name": "SK Kerayong Jaya",
        "wikidata": "Q25474939",
        "wikipedia": "ms:Sekolah Kebangsaan Kerayong Jaya"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.4480439,
              3.2611534
            ],
            [
              102.4480203,
              3.2592926
            ],
            [
              102.4493504,
              3.2592758
            ],
            [
              102.4493738,
              3.2611367
            ],
            [
              102.4480439,
              3.2611534
            ]
          ]
        ]
      },
      "id": "way/882331937"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/884271458",
        "amenity": "school",
        "name": "SK Durian Tawar"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.4435135,
              3.339903
            ],
            [
              102.4431912,
              3.3396559
            ],
            [
              102.4428784,
              3.3389333
            ],
            [
              102.4433547,
              3.3383762
            ],
            [
              102.4441906,
              3.3391594
            ],
            [
              102.4435135,
              3.339903
            ]
          ]
        ]
      },
      "id": "way/884271458"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/884272411",
        "amenity": "school",
        "full_name": "Sekolah Menengah Kebangsaan Mengkarak",
        "name": "SMK Mengkarak",
        "wikidata": "Q20449328",
        "wikipedia": "ms:Sekolah Menengah Kebangsaan Mengkarak"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.4591669,
              3.3099073
            ],
            [
              102.4587056,
              3.3090825
            ],
            [
              102.4594593,
              3.3087558
            ],
            [
              102.4594834,
              3.3085015
            ],
            [
              102.4601245,
              3.3085363
            ],
            [
              102.460559,
              3.3092834
            ],
            [
              102.4591669,
              3.3099073
            ]
          ]
        ]
      },
      "id": "way/884272411"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/884281309",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.4226902,
              3.2519544
            ],
            [
              102.4205302,
              3.2511481
            ],
            [
              102.4206584,
              3.2506746
            ],
            [
              102.420229,
              3.250393
            ],
            [
              102.420338,
              3.2502139
            ],
            [
              102.4220236,
              3.2495612
            ],
            [
              102.4222608,
              3.2502971
            ],
            [
              102.4221198,
              3.2503866
            ],
            [
              102.4226902,
              3.2519544
            ]
          ]
        ]
      },
      "id": "way/884281309"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/884281314",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.4172611,
              3.23559
            ],
            [
              102.416582,
              3.2347613
            ],
            [
              102.4172665,
              3.234164
            ],
            [
              102.4190289,
              3.2341209
            ],
            [
              102.4190235,
              3.2342447
            ],
            [
              102.4172611,
              3.23559
            ]
          ]
        ]
      },
      "id": "way/884281314"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/884972991",
        "amenity": "school",
        "name": "SK Kampung  Tengah"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.4303786,
              3.4343688
            ],
            [
              102.4310466,
              3.4349949
            ],
            [
              102.4308179,
              3.4353752
            ],
            [
              102.4310201,
              3.4357498
            ],
            [
              102.4306468,
              3.436243
            ],
            [
              102.4299348,
              3.4363917
            ],
            [
              102.4291099,
              3.4354264
            ],
            [
              102.4303786,
              3.4343688
            ]
          ]
        ]
      },
      "id": "way/884972991"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/884973007",
        "amenity": "school",
        "full_name": "Sekolah Jenis Kebangsaan (C) Khee Chee",
        "name": "SJK (C) Khee Chee",
        "name:zh": "淡马鲁启智华小",
        "wikidata": "Q20465715",
        "wikipedia": "ms:Sekolah Jenis Kebangsaan (C) Khee Chee"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.420889,
              3.4529057
            ],
            [
              102.4211994,
              3.4524652
            ],
            [
              102.421405,
              3.4518569
            ],
            [
              102.4223297,
              3.4522135
            ],
            [
              102.4216829,
              3.4533323
            ],
            [
              102.4213803,
              3.4531697
            ],
            [
              102.420889,
              3.4529057
            ]
          ]
        ]
      },
      "id": "way/884973007"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/885859824",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.2887584,
              3.7862119
            ],
            [
              103.2894195,
              3.7845789
            ],
            [
              103.2899069,
              3.7847753
            ],
            [
              103.2892462,
              3.7864085
            ],
            [
              103.2887584,
              3.7862119
            ]
          ]
        ]
      },
      "id": "way/885859824"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/886405126",
        "amenity": "school",
        "name": "Sekolah Menengah Teknik Kuantan",
        "short_name": "TI Kuantan"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.3519145,
              3.8254782
            ],
            [
              103.3520056,
              3.8251675
            ],
            [
              103.3533306,
              3.8242468
            ],
            [
              103.3549131,
              3.8262326
            ],
            [
              103.3541138,
              3.8267732
            ],
            [
              103.3542157,
              3.8274553
            ],
            [
              103.3528746,
              3.8277122
            ],
            [
              103.3527513,
              3.827102
            ],
            [
              103.3516359,
              3.826914
            ],
            [
              103.3519145,
              3.8254782
            ]
          ]
        ]
      },
      "id": "way/886405126"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/886405144",
        "amenity": "school",
        "name": "Kolej Vokasional Kuantan"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.3529437,
              3.8234265
            ],
            [
              103.3537283,
              3.8228261
            ],
            [
              103.355196,
              3.8227369
            ],
            [
              103.355322,
              3.8227815
            ],
            [
              103.3557187,
              3.8227804
            ],
            [
              103.3563221,
              3.8227775
            ],
            [
              103.35644,
              3.8230695
            ],
            [
              103.3560091,
              3.8249925
            ],
            [
              103.3559359,
              3.8251628
            ],
            [
              103.3551757,
              3.826035
            ],
            [
              103.3549131,
              3.8262326
            ],
            [
              103.3533306,
              3.8242468
            ],
            [
              103.3534722,
              3.8240757
            ],
            [
              103.3529437,
              3.8234265
            ]
          ]
        ]
      },
      "id": "way/886405144"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/887389675",
        "amenity": "school",
        "name": "SK Pelabuhan"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.3778624,
              3.9605692
            ],
            [
              103.3771462,
              3.9601117
            ],
            [
              103.3786295,
              3.9585122
            ],
            [
              103.3791332,
              3.9586017
            ],
            [
              103.3795039,
              3.9586674
            ],
            [
              103.3798311,
              3.9591201
            ],
            [
              103.3778624,
              3.9605692
            ]
          ]
        ]
      },
      "id": "way/887389675"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/887389676",
        "amenity": "school",
        "name": "SMK Pelabuhan"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.3791332,
              3.9586017
            ],
            [
              103.3794801,
              3.9568001
            ],
            [
              103.3816861,
              3.9572765
            ],
            [
              103.3815284,
              3.9580913
            ],
            [
              103.3798311,
              3.9591201
            ],
            [
              103.3795039,
              3.9586674
            ],
            [
              103.3791332,
              3.9586017
            ]
          ]
        ]
      },
      "id": "way/887389676"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/892374356",
        "amenity": "school",
        "name": "SK Guai"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.4739452,
              3.3312085
            ],
            [
              102.4732345,
              3.3302714
            ],
            [
              102.47361,
              3.3297947
            ],
            [
              102.4741518,
              3.3296475
            ],
            [
              102.4747928,
              3.3305686
            ],
            [
              102.4739452,
              3.3312085
            ]
          ]
        ]
      },
      "id": "way/892374356"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/907082718",
        "addr:city": "Kuantan",
        "addr:postcode": "26100",
        "addr:street": "Jalan Kampung Pelindung, Kampung Rumbia",
        "amenity": "school",
        "grades": "1-7",
        "name": "Sekolah Kebangsaan Beserah (Beserah National Primary School)",
        "operator": "Ministry of Education, Malaysia",
        "operator:type": "government",
        "phone": "+6095447767"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.3661521,
              3.8559537
            ],
            [
              103.3663989,
              3.8554559
            ],
            [
              103.3671874,
              3.8555576
            ],
            [
              103.3671392,
              3.8560554
            ],
            [
              103.3661521,
              3.8559537
            ]
          ]
        ]
      },
      "id": "way/907082718"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/907089775",
        "addr:city": "Kuantan",
        "addr:postcode": "26100",
        "addr:street": "Kampung Rumbia",
        "amenity": "school",
        "grades": "1-7",
        "name": "Kong Min (Chinese) Primary School (Sekolah Jenis Kebangsaan (Cina) Kong Min)",
        "phone": "+6095447969"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.365959,
              3.8593484
            ],
            [
              103.3665142,
              3.8586285
            ],
            [
              103.3668468,
              3.8588854
            ],
            [
              103.3662809,
              3.8596106
            ],
            [
              103.365959,
              3.8593484
            ]
          ]
        ]
      },
      "id": "way/907089775"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/920667687",
        "amenity": "school",
        "name": "MRSM Muadzam Shah",
        "operator": "MARA"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.0810217,
              3.058944
            ],
            [
              103.0810657,
              3.0589888
            ],
            [
              103.0810779,
              3.0590347
            ],
            [
              103.0813956,
              3.0589903
            ],
            [
              103.0814685,
              3.0592872
            ],
            [
              103.081599,
              3.0596024
            ],
            [
              103.0814988,
              3.0596539
            ],
            [
              103.0805793,
              3.0602024
            ],
            [
              103.0809344,
              3.0608842
            ],
            [
              103.0802222,
              3.0612813
            ],
            [
              103.0799356,
              3.0615121
            ],
            [
              103.0797429,
              3.061832
            ],
            [
              103.0795165,
              3.0623251
            ],
            [
              103.0788157,
              3.0620268
            ],
            [
              103.0783918,
              3.0611875
            ],
            [
              103.0781603,
              3.0608752
            ],
            [
              103.0781785,
              3.059248
            ],
            [
              103.0789263,
              3.058015
            ],
            [
              103.0792454,
              3.0575857
            ],
            [
              103.0799065,
              3.05681
            ],
            [
              103.0800779,
              3.0569494
            ],
            [
              103.0804679,
              3.0579903
            ],
            [
              103.0807531,
              3.0581888
            ],
            [
              103.0810217,
              3.058944
            ]
          ]
        ]
      },
      "id": "way/920667687"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/943192388",
        "amenity": "school",
        "isced:level": "1",
        "name": "SJK(C) Pei Min",
        "name:zh": "培民华小"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.8749466,
              3.6721366
            ],
            [
              102.8749064,
              3.6719626
            ],
            [
              102.8746757,
              3.6715183
            ],
            [
              102.8746435,
              3.6712239
            ],
            [
              102.8756225,
              3.6710606
            ],
            [
              102.8759927,
              3.6711088
            ],
            [
              102.8760061,
              3.6712774
            ],
            [
              102.8762099,
              3.6720188
            ],
            [
              102.8754696,
              3.672142
            ],
            [
              102.8749466,
              3.6721366
            ]
          ]
        ]
      },
      "id": "way/943192388"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/943194557",
        "amenity": "school",
        "isced:level": "1",
        "name": "SJK(C) Kemayan",
        "name:zh": "金马扬华小",
        "ref": "CBKA081"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.3688003,
              3.1359083
            ],
            [
              102.3696332,
              3.1362176
            ],
            [
              102.3697659,
              3.1363247
            ],
            [
              102.3697244,
              3.1363716
            ],
            [
              102.3697793,
              3.1364627
            ],
            [
              102.3686756,
              3.1369166
            ],
            [
              102.3685563,
              3.1366809
            ],
            [
              102.3688003,
              3.1359083
            ]
          ]
        ]
      },
      "id": "way/943194557"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/943229978",
        "amenity": "school",
        "isced:level": "1",
        "name": "Sekolah Jenis Kebangsaan (C) Kerayong",
        "name:zh": "吉拉央华小",
        "ref": "CBCA082",
        "short_name": "SJK(C) Kerayong",
        "wikidata": "Q20465139",
        "wikipedia": "ms:Sekolah Jenis Kebangsaan (C) Kerayong"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.4544808,
              3.2648003
            ],
            [
              102.454505,
              3.2649904
            ],
            [
              102.4545076,
              3.2656144
            ],
            [
              102.4541134,
              3.2656117
            ],
            [
              102.4541134,
              3.2656947
            ],
            [
              102.4539202,
              3.2657001
            ],
            [
              102.4537942,
              3.2656197
            ],
            [
              102.4537969,
              3.2649235
            ],
            [
              102.4544808,
              3.2648003
            ]
          ]
        ]
      },
      "id": "way/943229978"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/943235082",
        "amenity": "school",
        "isced:level": "1",
        "name": "Sekolah Jenis Kebangsaan (C) Triang (2)",
        "name:zh": "直凉立德华小",
        "ref": "CBCA080",
        "short_name": "SJK(C) Triang (2)",
        "wikidata": "Q20462843",
        "wikipedia": "ms:Sekolah Jenis Kebangsaan (C) Triang (2)"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.4222903,
              3.2570573
            ],
            [
              102.4225304,
              3.2578245
            ],
            [
              102.4232224,
              3.259873
            ],
            [
              102.4221361,
              3.2601515
            ],
            [
              102.4217632,
              3.2588903
            ],
            [
              102.4213126,
              3.2590027
            ],
            [
              102.4212992,
              3.2587885
            ],
            [
              102.421165,
              3.2583058
            ],
            [
              102.4215916,
              3.2581779
            ],
            [
              102.4214529,
              3.2576804
            ],
            [
              102.4213475,
              3.2573023
            ],
            [
              102.4222903,
              3.2570573
            ]
          ]
        ]
      },
      "id": "way/943235082"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/943258641",
        "addr:city": "Triang",
        "addr:postcode": "28300",
        "amenity": "school",
        "isced:level": "1",
        "name": "Sekolah Jenis Kebangsaan (C) Triang (1)",
        "name:zh": "直凉华小一校",
        "ref": "CBCA079",
        "short_name": "SJK(C) Triang (1)",
        "wikidata": "Q20462835",
        "wikipedia": "ms:Sekolah Jenis Kebangsaan (C) Triang (1)"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.4149585,
              3.2464006
            ],
            [
              102.4149719,
              3.2463551
            ],
            [
              102.4156237,
              3.2462346
            ],
            [
              102.4156371,
              3.2462105
            ],
            [
              102.4154279,
              3.2456267
            ],
            [
              102.4157497,
              3.2455463
            ],
            [
              102.4161909,
              3.2465037
            ],
            [
              102.4163157,
              3.2464729
            ],
            [
              102.4165034,
              3.2472736
            ],
            [
              102.4163961,
              3.2472963
            ],
            [
              102.4163143,
              3.2474276
            ],
            [
              102.4149585,
              3.2464006
            ]
          ]
        ]
      },
      "id": "way/943258641"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/943260092",
        "amenity": "school",
        "isced:level": "1",
        "name": "Sekolah Jenis Kebangsaan (C) Sungai Kawang",
        "name:zh": "双溪加旺华小",
        "ref": "CBC7088",
        "short_name": "SJK(C) Sungai Kawang",
        "wikidata": "Q12703628",
        "wikipedia": "ms:Sekolah Jenis Kebangsaan (C) Sungai Kawang"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.1393642,
              3.4716135
            ],
            [
              102.140362,
              3.4721114
            ],
            [
              102.1399248,
              3.4729923
            ],
            [
              102.1392623,
              3.4726924
            ],
            [
              102.1394125,
              3.4723818
            ],
            [
              102.1390638,
              3.4722078
            ],
            [
              102.1393642,
              3.4716135
            ]
          ]
        ]
      },
      "id": "way/943260092"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/943265089",
        "addr:city": "Kerdau",
        "addr:country": "MY",
        "addr:postcode": "28010",
        "amenity": "school",
        "isced:level": "1",
        "name": "Sekolah Jenis Kebangsaan (C) Kerdau",
        "name:zh": "吉道华小",
        "ref": "CBC7085",
        "short_name": "SJK(C) Kerdau",
        "wikidata": "Q20465147",
        "wikipedia": "ms:Sekolah Jenis Kebangsaan (C) Kerdau"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.3695953,
              3.5745076
            ],
            [
              102.369978,
              3.5744852
            ],
            [
              102.369999,
              3.5748436
            ],
            [
              102.3700995,
              3.5748377
            ],
            [
              102.3701091,
              3.5750012
            ],
            [
              102.3695524,
              3.5750338
            ],
            [
              102.3695291,
              3.5746396
            ],
            [
              102.3696028,
              3.5746353
            ],
            [
              102.3695953,
              3.5745076
            ]
          ]
        ]
      },
      "id": "way/943265089"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/943268198",
        "addr:city": "Mentakab",
        "addr:country": "MY",
        "addr:postcode": "28400",
        "amenity": "school",
        "isced:level": "1",
        "name": "Sekolah Jenis Kebangsaan (C) Yeow Cheng Luan",
        "name:zh": "姚贞暖华小",
        "note": "Previously mapped as node by miezarnd under node ID 2564505448.",
        "ref": "CBC7078",
        "short_name": "SJK(C) Yeow Cheng Luan",
        "wikidata": "Q20466601",
        "wikipedia": "ms:Sekolah Jenis Kebangsaan (C) Yeow Cheng Luan"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.3554537,
              3.4437746
            ],
            [
              102.3568243,
              3.4437987
            ],
            [
              102.3568001,
              3.4447037
            ],
            [
              102.3561296,
              3.4453864
            ],
            [
              102.3557889,
              3.4451856
            ],
            [
              102.3554483,
              3.4451053
            ],
            [
              102.3554537,
              3.4437746
            ]
          ]
        ]
      },
      "id": "way/943268198"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/943271528",
        "addr:city": "Lanchang",
        "addr:country": "MY",
        "addr:postcode": "28500",
        "amenity": "school",
        "isced:level": "1",
        "name": "Sekolah Jenis Kebangsaan (C) Lanchang",
        "name:zh": "联增华小",
        "ref": "CBC7077",
        "short_name": "SJK(C) Lanchang",
        "wikidata": "Q20449141",
        "wikipedia": "ms:Sekolah Jenis Kebangsaan (C) Lanchang"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.1887517,
              3.4982146
            ],
            [
              102.189213,
              3.498145
            ],
            [
              102.1893659,
              3.4989616
            ],
            [
              102.1894115,
              3.4990553
            ],
            [
              102.1893895,
              3.4990788
            ],
            [
              102.1893144,
              3.4991591
            ],
            [
              102.1889958,
              3.4994997
            ],
            [
              102.1887517,
              3.4982146
            ]
          ]
        ]
      },
      "id": "way/943271528"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/943477536",
        "addr:city": "Raub",
        "addr:country": "MY",
        "addr:postcode": "27670",
        "amenity": "school",
        "isced:level": "1",
        "name": "Sekolah Jenis Kebangsaan (C) Tras",
        "name:zh": "都赖华小",
        "ref": "CBC6037",
        "short_name": "SJK(C) Tras",
        "wikidata": "Q20462776",
        "wikipedia": "ms:Sekolah Jenis Kebangsaan (C) Tras"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.8109384,
              3.7415274
            ],
            [
              101.8112496,
              3.741241
            ],
            [
              101.8115097,
              3.7417121
            ],
            [
              101.8117458,
              3.7422956
            ],
            [
              101.8116412,
              3.7423866
            ],
            [
              101.8115365,
              3.7424642
            ],
            [
              101.8115151,
              3.7425445
            ],
            [
              101.8115258,
              3.742606
            ],
            [
              101.8110859,
              3.7427613
            ],
            [
              101.8108928,
              3.742772
            ],
            [
              101.8107292,
              3.7427104
            ],
            [
              101.8105736,
              3.7426676
            ],
            [
              101.8105549,
              3.7425097
            ],
            [
              101.810587,
              3.7424883
            ],
            [
              101.8106005,
              3.7423223
            ],
            [
              101.811204,
              3.742143
            ],
            [
              101.8109384,
              3.7415274
            ]
          ]
        ]
      },
      "id": "way/943477536"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/943481663",
        "addr:city": "Raub",
        "addr:country": "MY",
        "addr:postcode": "27620",
        "amenity": "school",
        "barrier": "wall",
        "isced:level": "1",
        "name": "Sekolah Jenis Kebangsaan (C) Cheroh",
        "name:zh": "积罗华小",
        "ref": "CBC6036",
        "short_name": "SJK (C) Cheroh",
        "wikidata": "Q12703086",
        "wikipedia": "ms:Sekolah Jenis Kebangsaan (C) Cheroh"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.8148585,
              3.9028767
            ],
            [
              101.8149729,
              3.9027134
            ],
            [
              101.8151736,
              3.9024271
            ],
            [
              101.8155572,
              3.9026733
            ],
            [
              101.8154633,
              3.9028152
            ],
            [
              101.8161084,
              3.9033075
            ],
            [
              101.8162613,
              3.903642
            ],
            [
              101.8160816,
              3.9038106
            ],
            [
              101.8159367,
              3.9038441
            ],
            [
              101.8156202,
              3.9035243
            ],
            [
              101.8154526,
              3.9034882
            ],
            [
              101.8149939,
              3.9041932
            ],
            [
              101.8145425,
              3.9040025
            ],
            [
              101.8150465,
              3.9030038
            ],
            [
              101.8148585,
              3.9028767
            ]
          ]
        ]
      },
      "id": "way/943481663"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/943486002",
        "addr:city": "Raub",
        "addr:country": "MY",
        "addr:postcode": "27600",
        "amenity": "school",
        "contact:facebook": "https://www.facebook.com/SJKC-Sg-Lui%E5%8F%8C%E6%BA%AA%E5%86%85%E5%8D%8E%E5%B0%8F-168848246505677/",
        "contact:foursquare": "https://foursquare.com/v/sjkcsglui/4dfdca6d1f6e05048d8a9317",
        "isced:level": "1",
        "name": "Sekolah Jenis Kebangsaan (C) Sungai Lui",
        "name:zh": "双溪内华小",
        "ref": "CBC6035",
        "short_name": "SJK(C) Sg Lui",
        "wikidata": "Q20462076",
        "wikipedia": "ms:Sekolah Jenis Kebangsaan (C) Sg Lui"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.8470557,
              3.8122522
            ],
            [
              101.8468264,
              3.8128543
            ],
            [
              101.8460794,
              3.8125947
            ],
            [
              101.845952,
              3.812841
            ],
            [
              101.8458742,
              3.8128664
            ],
            [
              101.845791,
              3.812861
            ],
            [
              101.8455577,
              3.8127366
            ],
            [
              101.845665,
              3.8124623
            ],
            [
              101.8457036,
              3.8123715
            ],
            [
              101.8457897,
              3.8121692
            ],
            [
              101.8458836,
              3.8119645
            ],
            [
              101.8460284,
              3.8118708
            ],
            [
              101.8468066,
              3.8121597
            ],
            [
              101.8470557,
              3.8122522
            ]
          ]
        ]
      },
      "id": "way/943486002"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/943488817",
        "addr:city": "Raub",
        "addr:country": "MY",
        "addr:postcode": "27600",
        "addr:suburb": "Bukit Koman",
        "amenity": "school",
        "isced:level": "1",
        "name": "Sekolah Jenis Kebangsaan (C) Yuh Hwa",
        "name:zh": "育华华小",
        "ref": "CBC6034",
        "short_name": "SJK(C) Yuh Hwa",
        "wikidata": "Q12703705",
        "wikipedia": "ms:Sekolah Jenis Kebangsaan (C) Yuh Hwa"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.8506847,
              3.8169223
            ],
            [
              101.850497,
              3.8167309
            ],
            [
              101.8504702,
              3.8166627
            ],
            [
              101.8501939,
              3.8163188
            ],
            [
              101.8505372,
              3.8160833
            ],
            [
              101.8508041,
              3.816007
            ],
            [
              101.851083,
              3.8160083
            ],
            [
              101.8512413,
              3.8161033
            ],
            [
              101.8510629,
              3.816395
            ],
            [
              101.8509449,
              3.816557
            ],
            [
              101.850788,
              3.8167644
            ],
            [
              101.8507478,
              3.8168406
            ],
            [
              101.8507344,
              3.8169102
            ],
            [
              101.8506847,
              3.8169223
            ]
          ]
        ]
      },
      "id": "way/943488817"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/943490974",
        "addr:city": "Raub",
        "addr:country": "MY",
        "addr:postcode": "27500",
        "addr:suburb": "Bukit Koman",
        "amenity": "school",
        "contact:facebook": "https://www.facebook.com/sjkcsgruan/",
        "contact:youtube": "https://www.youtube.com/channel/UCkca8PvOeJFQw49C9Lv8shA",
        "isced:level": "1",
        "name": "Sekolah Jenis Kebangsaan (C) Sungai Ruan",
        "name:zh": "双溪兰华小",
        "ref": "CBC6033",
        "short_name": "SJK(C) Sungai Ruan",
        "wikidata": "Q20450027",
        "wikipedia": "ms:Sekolah Jenis Kebangsaan (C) Sungai Ruan"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.941971,
              3.8089577
            ],
            [
              101.9421682,
              3.8090259
            ],
            [
              101.9427516,
              3.8091865
            ],
            [
              101.9425088,
              3.8104765
            ],
            [
              101.9423787,
              3.8107909
            ],
            [
              101.9423372,
              3.8108284
            ],
            [
              101.9422862,
              3.8108418
            ],
            [
              101.94179,
              3.8105956
            ],
            [
              101.9417699,
              3.8105568
            ],
            [
              101.9418021,
              3.8098141
            ],
            [
              101.9418546,
              3.8095477
            ],
            [
              101.941971,
              3.8089577
            ]
          ]
        ]
      },
      "id": "way/943490974"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/943493309",
        "addr:city": "Raub",
        "addr:country": "MY",
        "addr:postcode": "27600",
        "addr:suburb": "Bukit Koman",
        "amenity": "school",
        "isced:level": "1",
        "name": "Sekolah Jenis Kebangsaan (C) Sempalit",
        "name:zh": "新巴力华小",
        "ref": "CBC6032",
        "short_name": "SJK(C) Sempalit",
        "wikidata": "Q20458857",
        "wikipedia": "ms:Sekolah Jenis Kebangsaan (C) Sempalit"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.8722872,
              3.8009408
            ],
            [
              101.87241,
              3.8008611
            ],
            [
              101.8724332,
              3.8008461
            ],
            [
              101.872483,
              3.8008137
            ],
            [
              101.8728371,
              3.8004444
            ],
            [
              101.8731187,
              3.800704
            ],
            [
              101.8731509,
              3.800712
            ],
            [
              101.8735144,
              3.8006799
            ],
            [
              101.8736538,
              3.8006719
            ],
            [
              101.8739422,
              3.800629
            ],
            [
              101.874142,
              3.8016153
            ],
            [
              101.8735345,
              3.8017531
            ],
            [
              101.8734741,
              3.8017584
            ],
            [
              101.8735211,
              3.8016661
            ],
            [
              101.8735251,
              3.801642
            ],
            [
              101.8734071,
              3.8016407
            ],
            [
              101.8733682,
              3.8017705
            ],
            [
              101.8729015,
              3.8018989
            ],
            [
              101.8725219,
              3.8014868
            ],
            [
              101.872471,
              3.8014078
            ],
            [
              101.872589,
              3.8013048
            ],
            [
              101.8723704,
              3.8010184
            ],
            [
              101.8722872,
              3.8009408
            ]
          ]
        ]
      },
      "id": "way/943493309"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/943738918",
        "addr:city": "Kuala Rompin",
        "addr:country": "MY",
        "addr:postcode": "26800",
        "amenity": "school",
        "isced:level": "1",
        "name": "Sekolah Jenis Kebangsaan (C) Rompin",
        "name:zh": "云冰华小",
        "ref": "CBC8016",
        "short_name": "SJK(C) Rompin",
        "wikidata": "Q12703544",
        "wikipedia": "ms:Sekolah Jenis Kebangsaan (C) Rompin"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.478862,
              2.798228
            ],
            [
              103.4794414,
              2.7985067
            ],
            [
              103.4784919,
              2.7998354
            ],
            [
              103.4782103,
              2.7996426
            ],
            [
              103.4780252,
              2.7999158
            ],
            [
              103.4775558,
              2.7997095
            ],
            [
              103.477639,
              2.7995354
            ],
            [
              103.4782022,
              2.7990907
            ],
            [
              103.478862,
              2.798228
            ]
          ]
        ]
      },
      "id": "way/943738918"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/943749311",
        "addr:city": "Pekan",
        "addr:country": "MY",
        "addr:postcode": "26660",
        "amenity": "school",
        "contact:facebook": "https://www.facebook.com/sjkcyokehwa.kualapahang",
        "contact:foursquare": "https://foursquare.com/v/sjkc-yoke-hwa/4f8b8764e4b005c39314e812",
        "isced:level": "1",
        "name": "Sekolah Jenis Kebangsaan (C) Yoke Hwa",
        "name:zh": "育华华小",
        "ref": "CBC5066",
        "short_name": "SJK(C) Yoke Hwa",
        "wikidata": "Q12703690",
        "wikipedia": "ms:Sekolah Jenis Kebangsaan (C) Yoke Hwa"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.4613124,
              3.5316256
            ],
            [
              103.4618179,
              3.5319388
            ],
            [
              103.4615256,
              3.5323458
            ],
            [
              103.4610455,
              3.5319723
            ],
            [
              103.4613124,
              3.5316256
            ]
          ]
        ]
      },
      "id": "way/943749311"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/943758968",
        "addr:city": "Nenasi",
        "addr:country": "MY",
        "addr:postcode": "26680",
        "amenity": "school",
        "barrier": "fence",
        "contact:facebook": "https://www.facebook.com/pages/category/Elementary-School/SJK-C-KEE-WHA-822468747855965/",
        "fence_type": "concrete",
        "isced:level": "1",
        "name": "Sekolah Jenis Kebangsaan (C) Kee Wha",
        "name:zh": "启华华小",
        "ref": "CBC5065",
        "short_name": "SJK(C) Kee Wha",
        "wikidata": "Q20463947",
        "wikipedia": "ms:Sekolah Jenis Kebangsaan (C) Kee Wha"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.445785,
              3.136614
            ],
            [
              103.4459064,
              3.1366136
            ],
            [
              103.4462115,
              3.1366126
            ],
            [
              103.4460816,
              3.1378961
            ],
            [
              103.4457059,
              3.1378794
            ],
            [
              103.445785,
              3.136614
            ]
          ]
        ]
      },
      "id": "way/943758968"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/943770566",
        "addr:city": "Pekan",
        "addr:country": "MY",
        "addr:postcode": "26600",
        "amenity": "school",
        "barrier": "fence",
        "fence_type": "concrete",
        "isced:level": "1",
        "name": "Sekolah Jenis Kebangsaan (C) Pekan",
        "name:zh": "中华华小",
        "ref": "CBC5064",
        "short_name": "SJK(C) Pekan",
        "wikidata": "Q12703504",
        "wikipedia": "ms:Sekolah Jenis Kebangsaan (C) Pekan"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.3955848,
              3.4895886
            ],
            [
              103.395263,
              3.488582
            ],
            [
              103.3951235,
              3.4881429
            ],
            [
              103.3957431,
              3.4879876
            ],
            [
              103.3958431,
              3.4884169
            ],
            [
              103.3960944,
              3.4894449
            ],
            [
              103.3958627,
              3.4895102
            ],
            [
              103.3955848,
              3.4895886
            ]
          ]
        ]
      },
      "id": "way/943770566"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/944558804",
        "addr:city": "Benta",
        "addr:country": "MY",
        "addr:postcode": "27300",
        "amenity": "school",
        "isced:level": "1",
        "name": "Sekolah Jenis Kebangsaan (C) Benta",
        "name:zh": "文达华小",
        "ref": "CBC3045",
        "short_name": "SJK(C) Benta",
        "wikidata": "Q20463366",
        "wikipedia": "ms:Sekolah Rendah Jenis Kebangsaan (C) Benta"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.9627756,
              4.0181838
            ],
            [
              101.9632584,
              4.0181008
            ],
            [
              101.9634703,
              4.018149
            ],
            [
              101.9637653,
              4.0182533
            ],
            [
              101.9637385,
              4.0184647
            ],
            [
              101.9636178,
              4.0187001
            ],
            [
              101.9636285,
              4.0189303
            ],
            [
              101.9635561,
              4.0189637
            ],
            [
              101.9635276,
              4.0189797
            ],
            [
              101.9633442,
              4.0191296
            ],
            [
              101.9631524,
              4.019167
            ],
            [
              101.962848,
              4.0191336
            ],
            [
              101.9627756,
              4.0181838
            ]
          ]
        ]
      },
      "id": "way/944558804"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/944567891",
        "addr:city": "Kuala Lipis",
        "addr:country": "MY",
        "addr:hamlet": "Penjom",
        "addr:postcode": "27200",
        "amenity": "school",
        "contact:facebook": "https://m.facebook.com/profile.php?id=251664192082455",
        "isced:level": "1",
        "name": "Sekolah Jenis Kebangsaan (C) Penjom",
        "name:zh": "槟绒华小",
        "ref": "CBC3044",
        "short_name": "SJK(C) Penjom",
        "wikidata": "Q20452429",
        "wikipedia": "ms:Sekolah Jenis Kebangsaan (C) Penjom"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.0062631,
              4.1161021
            ],
            [
              102.006627,
              4.1165949
            ],
            [
              102.0062279,
              4.1168929
            ],
            [
              102.0058454,
              4.1164213
            ],
            [
              102.0062631,
              4.1161021
            ]
          ]
        ]
      },
      "id": "way/944567891"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/944575370",
        "addr:city": "Benta",
        "addr:country": "MY",
        "addr:hamlet": "Jerkoh",
        "addr:postcode": "27300",
        "amenity": "school",
        "contact:facebook": "https://www.facebook.com/sjkcjerkoh/",
        "contact:instagram": "https://www.instagram.com/explore/locations/1696087273989806/sjk-c-jerkoh?hl=en",
        "isced:level": "1",
        "name": "Sekolah Jenis Kebangsaan (C) Jerkoh",
        "name:zh": "日利谷华小",
        "ref": "CBC3043",
        "short_name": "SJK(C) Jerkoh",
        "wikidata": "Q12708661",
        "wikipedia": "ms:Sekolah Rendah Jenis Kebangsaan (C) Jerkoh"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.9561969,
              4.0427298
            ],
            [
              101.9563071,
              4.0430597
            ],
            [
              101.9563194,
              4.0439639
            ],
            [
              101.9549598,
              4.0441013
            ],
            [
              101.954871,
              4.0435545
            ],
            [
              101.9549414,
              4.0434873
            ],
            [
              101.9557437,
              4.0429864
            ],
            [
              101.9560941,
              4.042788
            ],
            [
              101.9561969,
              4.0427298
            ]
          ]
        ]
      },
      "id": "way/944575370"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/944604689",
        "addr:city": "Jerantut",
        "addr:country": "MY",
        "addr:postcode": "27010",
        "amenity": "school",
        "contact:facebook": "https://www.facebook.com/sjkcmela/",
        "isced:level": "1",
        "name": "Sekolah Jenis Kebangsaan (C) Mela",
        "name:zh": "美拿华小",
        "ref": "CBC3040",
        "short_name": "SJK(C) Mela",
        "wikidata": "Q12708665",
        "wikipedia": "ms:Sekolah Rendah Jenis Kebangsaan (C) Mela"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.2733623,
              4.0745402
            ],
            [
              102.2731809,
              4.0745556
            ],
            [
              102.2729567,
              4.0745983
            ],
            [
              102.2726418,
              4.074588
            ],
            [
              102.2726195,
              4.0742398
            ],
            [
              102.2728557,
              4.0741903
            ],
            [
              102.2728215,
              4.0739411
            ],
            [
              102.2732818,
              4.0739052
            ],
            [
              102.2733623,
              4.0745402
            ]
          ]
        ]
      },
      "id": "way/944604689"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/944816238",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.2166681,
              3.9476127
            ],
            [
              102.2162265,
              3.9468995
            ],
            [
              102.21779,
              3.9459358
            ],
            [
              102.2182318,
              3.9466493
            ],
            [
              102.2166681,
              3.9476127
            ]
          ]
        ]
      },
      "id": "way/944816238"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/955842731",
        "amenity": "school",
        "name": "Sekolah Kebangsaan Tanjung Gemok",
        "short_name": "SK Tanjung Gemok",
        "source": "https://www.mapillary.com/app/?pKey=gQIr4Kdez5twCJMVMVHdkG&focus=photo"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.6135803,
              2.6727566
            ],
            [
              103.6119268,
              2.6723508
            ],
            [
              103.6120543,
              2.6719449
            ],
            [
              103.6117661,
              2.671355
            ],
            [
              103.6124984,
              2.6708878
            ],
            [
              103.613996,
              2.6713692
            ],
            [
              103.6135803,
              2.6727566
            ]
          ]
        ]
      },
      "id": "way/955842731"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/956087731",
        "amenity": "school",
        "name": "Sekolah Menengah Kebangsaan Tanjung Gemok",
        "short_name": "SMK Tanjung Gemok"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.6010844,
              2.6848589
            ],
            [
              103.6002712,
              2.6831704
            ],
            [
              103.6025418,
              2.6816644
            ],
            [
              103.6034281,
              2.6832662
            ],
            [
              103.6010844,
              2.6848589
            ]
          ]
        ]
      },
      "id": "way/956087731"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/956087733",
        "addr:city": "Kuala Rompin",
        "addr:postcode": "26820",
        "amenity": "school",
        "name": "Sekolah Kebangsaan Pianggu",
        "short_name": "SK Pianggu",
        "source": "https://www.mapillary.com/app/?pKey=DcahxGMpPqmGmMnBrCZmiT&focus=photo"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.5892161,
              2.6492102
            ],
            [
              103.5883752,
              2.6488283
            ],
            [
              103.5886361,
              2.6478724
            ],
            [
              103.589683,
              2.6481811
            ],
            [
              103.5892161,
              2.6492102
            ]
          ]
        ]
      },
      "id": "way/956087733"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/956087735",
        "addr:city": "Kuala Rompin",
        "addr:postcode": "26820",
        "amenity": "school",
        "name": "Sekolah Kebangsaan Sarang Tiong",
        "short_name": "SK Sarang Tiong",
        "source": "https://www.mapillary.com/app/?pKey=wCl1fX2XgvHJ75aGffqd8C&focus=photo"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.5923494,
              2.6761561
            ],
            [
              103.5919201,
              2.6749248
            ],
            [
              103.5927141,
              2.6746389
            ],
            [
              103.5930972,
              2.6756119
            ],
            [
              103.5929033,
              2.6756903
            ],
            [
              103.5929911,
              2.6759163
            ],
            [
              103.5923494,
              2.6761561
            ]
          ]
        ]
      },
      "id": "way/956087735"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/962494696",
        "amenity": "school",
        "name": "Sekolah Kebangsaan Bandar Mentakab"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.3542053,
              3.4775655
            ],
            [
              102.3550086,
              3.4783066
            ],
            [
              102.355116,
              3.4785397
            ],
            [
              102.3553745,
              3.4787135
            ],
            [
              102.3554569,
              3.4788707
            ],
            [
              102.3554284,
              3.4790337
            ],
            [
              102.355133,
              3.4796732
            ],
            [
              102.3550564,
              3.479823
            ],
            [
              102.3551053,
              3.4799804
            ],
            [
              102.3553654,
              3.4800224
            ],
            [
              102.3552944,
              3.4802494
            ],
            [
              102.3548871,
              3.4801945
            ],
            [
              102.3533507,
              3.478824
            ],
            [
              102.3532783,
              3.4786632
            ],
            [
              102.3532853,
              3.4784138
            ],
            [
              102.3537056,
              3.4776447
            ],
            [
              102.3539345,
              3.4775095
            ],
            [
              102.3542053,
              3.4775655
            ]
          ]
        ]
      },
      "id": "way/962494696"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/962515726",
        "amenity": "school",
        "name": "Sekolah Kebangsaan Mentakab (Chatin)"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.345972,
              3.4668322
            ],
            [
              102.3458945,
              3.4667837
            ],
            [
              102.3458464,
              3.466706
            ],
            [
              102.3457307,
              3.4660252
            ],
            [
              102.3457589,
              3.4659474
            ],
            [
              102.3458364,
              3.4659127
            ],
            [
              102.3478514,
              3.4659152
            ],
            [
              102.34793,
              3.4659755
            ],
            [
              102.3479531,
              3.4660603
            ],
            [
              102.3480054,
              3.4664447
            ],
            [
              102.3479763,
              3.4665131
            ],
            [
              102.3478978,
              3.4665445
            ],
            [
              102.3466868,
              3.4665954
            ],
            [
              102.3466341,
              3.4666321
            ],
            [
              102.346602,
              3.4667221
            ],
            [
              102.3465635,
              3.4667861
            ],
            [
              102.3464957,
              3.4668138
            ],
            [
              102.345972,
              3.4668322
            ]
          ]
        ]
      },
      "id": "way/962515726"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/962521335",
        "amenity": "school",
        "name": "Kolej Komuniti Temerloh"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.3458148,
              3.4647137
            ],
            [
              102.3457428,
              3.4636498
            ],
            [
              102.3457857,
              3.4635815
            ],
            [
              102.345861,
              3.4635618
            ],
            [
              102.3486563,
              3.4635097
            ],
            [
              102.3487135,
              3.4635779
            ],
            [
              102.3486971,
              3.4637022
            ],
            [
              102.3481193,
              3.4647288
            ],
            [
              102.3480793,
              3.4647882
            ],
            [
              102.3480132,
              3.464819
            ],
            [
              102.345915,
              3.4647999
            ],
            [
              102.3458513,
              3.4647756
            ],
            [
              102.3458148,
              3.4647137
            ]
          ]
        ]
      },
      "id": "way/962521335"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/963168378",
        "amenity": "school",
        "name": "Sekolah Kebangsaan Abu Bakar"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.344051,
              3.4862127
            ],
            [
              102.3440659,
              3.4861671
            ],
            [
              102.3441092,
              3.4861497
            ],
            [
              102.3450561,
              3.4861597
            ],
            [
              102.3456383,
              3.486052
            ],
            [
              102.3457088,
              3.4860529
            ],
            [
              102.3457544,
              3.4860926
            ],
            [
              102.3461498,
              3.4866631
            ],
            [
              102.346148,
              3.4869016
            ],
            [
              102.3461276,
              3.4869518
            ],
            [
              102.3460648,
              3.4869808
            ],
            [
              102.3453906,
              3.4870076
            ],
            [
              102.3449641,
              3.4868239
            ],
            [
              102.344175,
              3.4868074
            ],
            [
              102.3441051,
              3.4867874
            ],
            [
              102.344074,
              3.486725
            ],
            [
              102.344051,
              3.4862127
            ]
          ]
        ]
      },
      "id": "way/963168378"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/963171958",
        "amenity": "school",
        "name": "Sekolah Kebangsaan Paya Taram"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.3722976,
              3.5736943
            ],
            [
              102.3721717,
              3.5728167
            ],
            [
              102.3728637,
              3.5727179
            ],
            [
              102.3729432,
              3.573272
            ],
            [
              102.3728151,
              3.5733876
            ],
            [
              102.3728479,
              3.5736156
            ],
            [
              102.3722976,
              3.5736943
            ]
          ]
        ]
      },
      "id": "way/963171958"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/965368738",
        "amenity": "school",
        "name": "Sekolah Kebangsaan Batu Kapur"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.3313623,
              3.4957946
            ],
            [
              102.3310243,
              3.4950387
            ],
            [
              102.3310508,
              3.494968
            ],
            [
              102.3314207,
              3.4948868
            ],
            [
              102.3315592,
              3.4948592
            ],
            [
              102.3317053,
              3.4948751
            ],
            [
              102.3317764,
              3.4947825
            ],
            [
              102.331953,
              3.4946822
            ],
            [
              102.3321078,
              3.4946376
            ],
            [
              102.332242,
              3.4947092
            ],
            [
              102.3322541,
              3.4947851
            ],
            [
              102.331961,
              3.4951527
            ],
            [
              102.3319843,
              3.4952398
            ],
            [
              102.3324171,
              3.4957336
            ],
            [
              102.3324301,
              3.4958892
            ],
            [
              102.3316756,
              3.4964862
            ],
            [
              102.3316053,
              3.4964665
            ],
            [
              102.3313623,
              3.4957946
            ]
          ]
        ]
      },
      "id": "way/965368738"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/967745629",
        "amenity": "school",
        "name": "SJK(T) Mentakab"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.3540267,
              3.4832487
            ],
            [
              102.3540773,
              3.4832158
            ],
            [
              102.3541646,
              3.4831589
            ],
            [
              102.3545305,
              3.4827278
            ],
            [
              102.3550583,
              3.4829493
            ],
            [
              102.3554821,
              3.4831708
            ],
            [
              102.3554581,
              3.4834462
            ],
            [
              102.3552402,
              3.4838693
            ],
            [
              102.3550863,
              3.4838792
            ],
            [
              102.3543036,
              3.4834135
            ],
            [
              102.3540267,
              3.4832487
            ]
          ]
        ]
      },
      "id": "way/967745629"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/971186297",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.9208794,
              4.0319129
            ],
            [
              101.9212871,
              4.0303873
            ],
            [
              101.9211993,
              4.0296887
            ],
            [
              101.9220428,
              4.029051
            ],
            [
              101.9226427,
              4.0304635
            ],
            [
              101.9228048,
              4.0315354
            ],
            [
              101.9228028,
              4.0318298
            ],
            [
              101.9226196,
              4.0317721
            ],
            [
              101.922199,
              4.0325341
            ],
            [
              101.9208794,
              4.0319129
            ]
          ]
        ]
      },
      "id": "way/971186297"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/971192900",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.775047,
              3.3894614
            ],
            [
              101.7748765,
              3.3894007
            ],
            [
              101.774409,
              3.3887734
            ],
            [
              101.7754303,
              3.3879196
            ],
            [
              101.7763,
              3.3878116
            ],
            [
              101.7764614,
              3.3879628
            ],
            [
              101.7764624,
              3.3883514
            ],
            [
              101.7762208,
              3.3884512
            ],
            [
              101.775047,
              3.3894614
            ]
          ]
        ]
      },
      "id": "way/971192900"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/971522128",
        "amenity": "school",
        "name": "Sekolah Kebangsaan FELDA Jengka 25"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.4314459,
              3.7321305
            ],
            [
              102.4313884,
              3.73099
            ],
            [
              102.4321027,
              3.7309316
            ],
            [
              102.4328881,
              3.7308675
            ],
            [
              102.4331949,
              3.7315411
            ],
            [
              102.4331719,
              3.7319583
            ],
            [
              102.4325275,
              3.7320425
            ],
            [
              102.4314459,
              3.7321305
            ]
          ]
        ]
      },
      "id": "way/971522128"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/973511785",
        "amenity": "school",
        "name": "Sekolah Kebangsaan Jenderak Utara"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.3146344,
              3.6839811
            ],
            [
              102.3141012,
              3.6831682
            ],
            [
              102.3148231,
              3.6821966
            ],
            [
              102.3153496,
              3.6822297
            ],
            [
              102.3155814,
              3.682537
            ],
            [
              102.3157172,
              3.6828344
            ],
            [
              102.315726,
              3.682895
            ],
            [
              102.3157437,
              3.682993
            ],
            [
              102.3158132,
              3.6833863
            ],
            [
              102.3157967,
              3.6835184
            ],
            [
              102.3156543,
              3.6837233
            ],
            [
              102.315545,
              3.6838158
            ],
            [
              102.3146344,
              3.6839811
            ]
          ]
        ]
      },
      "id": "way/973511785"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/976178729",
        "amenity": "school",
        "full_name": "Sekolah Kebangsaan Bangau",
        "name": "SK Bangau"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.4342355,
              3.4724167
            ],
            [
              102.4344823,
              3.4713618
            ],
            [
              102.4350601,
              3.4714965
            ],
            [
              102.4348133,
              3.4725513
            ],
            [
              102.4342355,
              3.4724167
            ]
          ]
        ]
      },
      "id": "way/976178729"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/985408399",
        "amenity": "school",
        "name": "Sekolah Kebangsaan Jaya Gading"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              103.2204381,
              3.7484719
            ],
            [
              103.2216067,
              3.7495563
            ],
            [
              103.2199719,
              3.7509549
            ],
            [
              103.2188709,
              3.7499012
            ],
            [
              103.2204381,
              3.7484719
            ]
          ]
        ]
      },
      "id": "way/985408399"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/988798180",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.0731709,
              3.4496037
            ],
            [
              102.0721576,
              3.4477942
            ],
            [
              102.0734121,
              3.4468516
            ],
            [
              102.073164,
              3.446597
            ],
            [
              102.0742668,
              3.4452691
            ],
            [
              102.0756385,
              3.4465626
            ],
            [
              102.0746115,
              3.4487299
            ],
            [
              102.0731709,
              3.4496037
            ]
          ]
        ]
      },
      "id": "way/988798180"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/988798181",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.0541722,
              3.4294049
            ],
            [
              102.052601,
              3.4306213
            ],
            [
              102.0508906,
              3.4292354
            ],
            [
              102.0512779,
              3.4287532
            ],
            [
              102.0522833,
              3.4280147
            ],
            [
              102.0524835,
              3.4283318
            ],
            [
              102.053515,
              3.4278105
            ],
            [
              102.0541722,
              3.4294049
            ]
          ]
        ]
      },
      "id": "way/988798181"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/988867745",
        "amenity": "school",
        "isced:level": "1",
        "name": "Sekolah Jenis Kebangsaan (Cina) Karak",
        "name:zh": "加叻华小",
        "ref": "CBC0030",
        "short_name": "SJK(C) Karak",
        "wikidata": "Q20462764",
        "wikipedia": "ms:Sekolah Jenis Kebangsaan (C) Karak"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.0338743,
              3.4135468
            ],
            [
              102.033357,
              3.4131131
            ],
            [
              102.0334502,
              3.413001
            ],
            [
              102.0332876,
              3.4128534
            ],
            [
              102.0339526,
              3.4120937
            ],
            [
              102.034529,
              3.4128461
            ],
            [
              102.0341418,
              3.4133004
            ],
            [
              102.0338743,
              3.4135468
            ]
          ]
        ]
      },
      "id": "way/988867745"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/991173742",
        "addr:city": "Raub",
        "addr:postcode": "27610",
        "amenity": "school",
        "name": "SK Ulu Sungai",
        "official_name": "Sekolah Kebangsaan Ulu Sungai",
        "wikidata": "Q20464268",
        "wikipedia": "ms:Sekolah Kebangsaan Ulu Sungai"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.7355994,
              3.9897495
            ],
            [
              101.7358521,
              3.9907016
            ],
            [
              101.7354795,
              3.9911012
            ],
            [
              101.7344001,
              3.9915442
            ],
            [
              101.733951,
              3.9904979
            ],
            [
              101.734173,
              3.9902841
            ],
            [
              101.7346629,
              3.9900525
            ],
            [
              101.7355994,
              3.9897495
            ]
          ]
        ]
      },
      "id": "way/991173742"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/991195684",
        "amenity": "school",
        "name": "Sekolah Kebangsaan (Felda) Lembah Klau",
        "wikidata": "Q20447272",
        "wikipedia": "ms:Sekolah Kebangsaan (Felda) Lembah Klau"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.0050645,
              3.690736
            ],
            [
              102.0042826,
              3.6893234
            ],
            [
              102.006759,
              3.6891406
            ],
            [
              102.0068201,
              3.6898223
            ],
            [
              102.0050645,
              3.690736
            ]
          ]
        ]
      },
      "id": "way/991195684"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/991195702",
        "addr:city": "Raub",
        "addr:postcode": "27600",
        "addr:street": "Jalan Ulu Gali",
        "amenity": "school",
        "name": "SK Ulu Gali",
        "official_name": "Sekolah Kebangsaan Ulu Gali",
        "wikidata": "Q12707183",
        "wikipedia": "ms:Sekolah Kebangsaan Ulu Gali"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.906555,
              3.8250934
            ],
            [
              101.9065317,
              3.8245714
            ],
            [
              101.906616,
              3.8241857
            ],
            [
              101.9068049,
              3.8241306
            ],
            [
              101.9068703,
              3.8239377
            ],
            [
              101.9070171,
              3.8235041
            ],
            [
              101.9074473,
              3.823478
            ],
            [
              101.9077583,
              3.8234925
            ],
            [
              101.9082873,
              3.8235505
            ],
            [
              101.9085315,
              3.8237216
            ],
            [
              101.9080752,
              3.8241799
            ],
            [
              101.9078513,
              3.8245627
            ],
            [
              101.9075694,
              3.8252384
            ],
            [
              101.906555,
              3.8250934
            ]
          ]
        ]
      },
      "id": "way/991195702"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/991195717",
        "addr:city": "Raub",
        "addr:postcode": "27600",
        "amenity": "school",
        "name": "SJK (T) Ladang Gali",
        "wikidata": "Q20447580",
        "wikipedia": "ms:Sekolah Jenis Kebangsaan (T) Ladang Gali"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.8909785,
              3.8547941
            ],
            [
              101.8910261,
              3.8541677
            ],
            [
              101.891414,
              3.8541971
            ],
            [
              101.8913664,
              3.8548234
            ],
            [
              101.8909785,
              3.8547941
            ]
          ]
        ]
      },
      "id": "way/991195717"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/991195718",
        "addr:city": "Raub",
        "addr:postcode": "27600",
        "addr:street": "Jalan Kampung Gali",
        "amenity": "school",
        "name": "SK Gali",
        "official_name": "Sekolah Kebangsaan Gali",
        "wikidata": "Q20460130",
        "wikipedia": "ms:Sekolah Kebangsaan Gali"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.8917908,
              3.8546869
            ],
            [
              101.8919819,
              3.8535345
            ],
            [
              101.8930589,
              3.8536883
            ],
            [
              101.8925471,
              3.8549617
            ],
            [
              101.8917908,
              3.8546869
            ]
          ]
        ]
      },
      "id": "way/991195718"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/991238887",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.8937902,
              3.829072
            ],
            [
              101.8921849,
              3.8256203
            ],
            [
              101.892279,
              3.8255507
            ],
            [
              101.8924368,
              3.8254871
            ],
            [
              101.8955442,
              3.8253085
            ],
            [
              101.8959144,
              3.8261775
            ],
            [
              101.8960237,
              3.8266892
            ],
            [
              101.8969735,
              3.829069
            ],
            [
              101.8965153,
              3.8291841
            ],
            [
              101.8956838,
              3.8292325
            ],
            [
              101.8937902,
              3.829072
            ]
          ]
        ]
      },
      "id": "way/991238887"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/991238888",
        "addr:city": "Raub",
        "addr:postcode": "27600",
        "addr:street": "Jalan Raub - Kuala Lipis",
        "amenity": "school",
        "name": "SMK Gali",
        "wikipedia": "ms:Sekolah Menengah Kebangsaan Gali"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.8951115,
              3.8433316
            ],
            [
              101.8950503,
              3.8443297
            ],
            [
              101.8940449,
              3.8443093
            ],
            [
              101.8939887,
              3.8451953
            ],
            [
              101.8929731,
              3.845175
            ],
            [
              101.8931722,
              3.842079
            ],
            [
              101.894198,
              3.8412795
            ],
            [
              101.8942388,
              3.8433164
            ],
            [
              101.8951115,
              3.8433316
            ]
          ]
        ]
      },
      "id": "way/991238888"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/991238891",
        "amenity": "school",
        "name": "SMK Dong",
        "source": "https://openstreetcam.org/details/2394738/3247",
        "wikidata": "Q20454674",
        "wikipedia": "ms:Sekolah Menengah Kebangsaan Dong"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.8955089,
              3.9044184
            ],
            [
              101.8951057,
              3.9023002
            ],
            [
              101.8955599,
              3.9022544
            ],
            [
              101.8958049,
              3.9022748
            ],
            [
              101.8958968,
              3.9027279
            ],
            [
              101.8961417,
              3.9034051
            ],
            [
              101.8962336,
              3.9033593
            ],
            [
              101.8961264,
              3.9021322
            ],
            [
              101.8967797,
              3.9021526
            ],
            [
              101.8968511,
              3.9026923
            ],
            [
              101.8974278,
              3.903288
            ],
            [
              101.8973359,
              3.903955
            ],
            [
              101.8971726,
              3.9040161
            ],
            [
              101.8965857,
              3.9027738
            ],
            [
              101.8964173,
              3.9028298
            ],
            [
              101.8963101,
              3.9028858
            ],
            [
              101.8963561,
              3.9034611
            ],
            [
              101.8964377,
              3.9037565
            ],
            [
              101.8963867,
              3.9040365
            ],
            [
              101.896203,
              3.9042503
            ],
            [
              101.8955089,
              3.9044184
            ]
          ]
        ]
      },
      "id": "way/991238891"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/992084444",
        "alt_name:zh": "生利國民型華文小學",
        "amenity": "school",
        "isced:level": "1",
        "name": "Sekolah Rendah Jenis Kebangsaan (Cina) Sang Lee",
        "name:zh": "生利华小",
        "ref": "CBC6039",
        "short_name": "SJK (C) Sang Lee",
        "source:name": "https://openstreetcam.org/details/2205406/1021/track-info",
        "wikidata": "Q12703551",
        "wikipedia": "ms:Sekolah Jenis Kebangsaan (C) Sang Lee"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.8463581,
              3.6561825
            ],
            [
              101.8465127,
              3.6560181
            ],
            [
              101.8461894,
              3.6556955
            ],
            [
              101.8464244,
              3.6556353
            ],
            [
              101.8465409,
              3.6557255
            ],
            [
              101.8470309,
              3.6558778
            ],
            [
              101.8471012,
              3.6560502
            ],
            [
              101.8471414,
              3.6563529
            ],
            [
              101.8470309,
              3.6564651
            ],
            [
              101.8465127,
              3.6562827
            ],
            [
              101.8463943,
              3.6562266
            ],
            [
              101.8463581,
              3.6561825
            ]
          ]
        ]
      },
      "id": "way/992084444"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/992358565",
        "amenity": "school",
        "name": "Sekolah Kebangsaan FELDA Bukit Damar"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.1185678,
              3.5370623
            ],
            [
              102.1179901,
              3.5363903
            ],
            [
              102.118634,
              3.5357586
            ],
            [
              102.1186046,
              3.5353694
            ],
            [
              102.1190792,
              3.5349801
            ],
            [
              102.1199585,
              3.5360304
            ],
            [
              102.1185678,
              3.5370623
            ]
          ]
        ]
      },
      "id": "way/992358565"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/992358577",
        "amenity": "school",
        "name": "Sekolah Agama FELDA Bukit Damar"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.1190755,
              3.5407325
            ],
            [
              102.1188795,
              3.5403667
            ],
            [
              102.1197233,
              3.540154
            ],
            [
              102.1199023,
              3.540371
            ],
            [
              102.1200869,
              3.5406227
            ],
            [
              102.1197004,
              3.5407714
            ],
            [
              102.1194889,
              3.5405518
            ],
            [
              102.1190755,
              3.5407325
            ]
          ]
        ]
      },
      "id": "way/992358577"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/993284377",
        "addr:city": "Temerloh",
        "addr:postcode": "28000",
        "addr:street": "Jalan Temerloh-Mentakab",
        "amenity": "school",
        "denomination": "sunni",
        "name": "Sekolah Menengah Agama Al-Khairiah",
        "religion": "muslim"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.4076765,
              3.4543612
            ],
            [
              102.4073014,
              3.4549696
            ],
            [
              102.4054078,
              3.4537617
            ],
            [
              102.4055209,
              3.4529576
            ],
            [
              102.4076765,
              3.4543612
            ]
          ]
        ]
      },
      "id": "way/993284377"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/1011427230",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              102.2668159,
              3.5002628
            ],
            [
              102.2668022,
              3.4996395
            ],
            [
              102.266177,
              3.498545
            ],
            [
              102.2675952,
              3.4982521
            ],
            [
              102.2679841,
              3.4983248
            ],
            [
              102.2680063,
              3.4988461
            ],
            [
              102.2675014,
              3.4988491
            ],
            [
              102.2674055,
              3.5003463
            ],
            [
              102.2668159,
              3.5002628
            ]
          ]
        ]
      },
      "id": "way/1011427230"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/1018323288",
        "amenity": "school",
        "name": "Sekolah Kebangsaan Janda Baik"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.8573636,
              3.3316793
            ],
            [
              101.8575127,
              3.3316308
            ],
            [
              101.8575459,
              3.3317406
            ],
            [
              101.8573968,
              3.3317865
            ],
            [
              101.8573636,
              3.3316793
            ]
          ]
        ]
      },
      "id": "way/1018323288"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/1018323289",
        "amenity": "school",
        "name": "Sekolah Kebangsaan Janda Baik"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.8570115,
              3.3313498
            ],
            [
              101.857263,
              3.3315027
            ],
            [
              101.8572813,
              3.3314727
            ],
            [
              101.8570671,
              3.3313431
            ],
            [
              101.8571403,
              3.3312224
            ],
            [
              101.8573647,
              3.331358
            ],
            [
              101.8573964,
              3.3313057
            ],
            [
              101.8571956,
              3.3311846
            ],
            [
              101.8572907,
              3.3310275
            ],
            [
              101.857384,
              3.3310837
            ],
            [
              101.8573712,
              3.3311348
            ],
            [
              101.8575191,
              3.3312251
            ],
            [
              101.8573304,
              3.3315332
            ],
            [
              101.8573638,
              3.3315535
            ],
            [
              101.8572733,
              3.3317017
            ],
            [
              101.8569258,
              3.3314902
            ],
            [
              101.8570115,
              3.3313498
            ]
          ]
        ]
      },
      "id": "way/1018323289"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/1018323290",
        "amenity": "school",
        "name": "Sekolah Kebangsaan Janda Baik"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.8575932,
              3.3308342
            ],
            [
              101.857691,
              3.3308895
            ],
            [
              101.8575279,
              3.3311768
            ],
            [
              101.8574301,
              3.3311214
            ],
            [
              101.8575932,
              3.3308342
            ]
          ]
        ]
      },
      "id": "way/1018323290"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/1018323291",
        "amenity": "school",
        "name": "Sekolah Kebangsaan Janda Baik"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.8569139,
              3.3312317
            ],
            [
              101.8569724,
              3.3311182
            ],
            [
              101.8569947,
              3.3311287
            ],
            [
              101.8570033,
              3.3311103
            ],
            [
              101.8569827,
              3.3311007
            ],
            [
              101.8570274,
              3.3310053
            ],
            [
              101.8571988,
              3.3310688
            ],
            [
              101.8571562,
              3.3311562
            ],
            [
              101.8570721,
              3.3311298
            ],
            [
              101.8570311,
              3.331193
            ],
            [
              101.8571121,
              3.3312351
            ],
            [
              101.857066,
              3.331316
            ],
            [
              101.8569139,
              3.3312317
            ]
          ]
        ]
      },
      "id": "way/1018323291"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/1019108825",
        "amenity": "school",
        "name": "SJK (C) Perting 玻璃口华文小学",
        "name:en": "SJK (C) Perting",
        "name:zh": "玻璃口华小",
        "official_name": "Sekolah Jenis Kebangsaan (C) Perting",
        "ref": "CBC0028",
        "wikidata": "Q12703509",
        "wikipedia": "ms:Sekolah Jenis Kebangsaan (C) Perting"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.9050978,
              3.5177244
            ],
            [
              101.9050808,
              3.5173288
            ],
            [
              101.9058089,
              3.516254
            ],
            [
              101.9066515,
              3.5176514
            ],
            [
              101.9067275,
              3.5178059
            ],
            [
              101.9067666,
              3.5179503
            ],
            [
              101.9065149,
              3.5183765
            ],
            [
              101.9050978,
              3.5177244
            ]
          ]
        ]
      },
      "id": "way/1019108825"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/1019108841",
        "amenity": "school"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.911677,
              3.5192794
            ],
            [
              101.9114506,
              3.5190553
            ],
            [
              101.9115057,
              3.5178571
            ],
            [
              101.9118006,
              3.5176805
            ],
            [
              101.912105,
              3.517464
            ],
            [
              101.9122344,
              3.5174393
            ],
            [
              101.912457,
              3.5174166
            ],
            [
              101.9126491,
              3.5174393
            ],
            [
              101.9125521,
              3.5180565
            ],
            [
              101.9124741,
              3.5183679
            ],
            [
              101.912358,
              3.5185692
            ],
            [
              101.9120803,
              3.5189091
            ],
            [
              101.9118843,
              3.5191142
            ],
            [
              101.911677,
              3.5192794
            ]
          ]
        ]
      },
      "id": "way/1019108841"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/1019108842",
        "amenity": "school",
        "name": "SMJK Katholik",
        "name:zh": "文冬公教国民型华文中学",
        "official_name": "Sekolah Menengah Jenis Kebangsaan Katholik",
        "wikidata": "Q20463385",
        "wikipedia": "ms:Sekolah Menengah Jenis Kebangsaan Katholik, Pahang"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.9138163,
              3.5187529
            ],
            [
              101.9143831,
              3.5188484
            ],
            [
              101.9144678,
              3.5193895
            ],
            [
              101.9148095,
              3.5193425
            ],
            [
              101.9148274,
              3.5197547
            ],
            [
              101.9145687,
              3.5199873
            ],
            [
              101.9145392,
              3.5199598
            ],
            [
              101.9143518,
              3.5201535
            ],
            [
              101.9142806,
              3.5201931
            ],
            [
              101.9141124,
              3.5199098
            ],
            [
              101.9139571,
              3.5197764
            ],
            [
              101.9139397,
              3.5195011
            ],
            [
              101.9136351,
              3.5192498
            ],
            [
              101.9137199,
              3.5191115
            ],
            [
              101.9137649,
              3.5188555
            ],
            [
              101.9138163,
              3.5187529
            ]
          ]
        ]
      },
      "id": "way/1019108842"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/1019108848",
        "amenity": "school",
        "religion": "muslim"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.9145933,
              3.5178478
            ],
            [
              101.9144069,
              3.517692
            ],
            [
              101.9144706,
              3.5174927
            ],
            [
              101.9149167,
              3.5168565
            ],
            [
              101.9151117,
              3.5169847
            ],
            [
              101.9148188,
              3.517562
            ],
            [
              101.9145933,
              3.5178478
            ]
          ]
        ]
      },
      "id": "way/1019108848"
    },
    {
      "type": "Feature",
      "properties": {
        "@id": "way/1019108871",
        "addr:postcode": "28700",
        "addr:street": "Jalan Chui Yin",
        "amenity": "school",
        "name": "SJK (C) Khai Mun Pagi",
        "name:zh": "启文华小",
        "wikidata": "Q12703337",
        "wikipedia": "ms:Sekolah Jenis Kebangsaan (C) Khai Mun Pagi"
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              101.9063323,
              3.523853
            ],
            [
              101.9060378,
              3.523628
            ],
            [
              101.9065848,
              3.5229149
            ],
            [
              101.9068792,
              3.5231398
            ],
            [
              101.9064872,
              3.523651
            ],
            [
              101.9063323,
              3.523853
            ]
          ]
        ]
      },
      "id": "way/1019108871"
    }
  ]
}